{
    "Goddess Garden Day Undone – Softening Night Serum": {
        "productName": "Goddess Garden Day Undone – Softening Night Serum",
        "productPrice": "$19.99",
        "productDescription": "\n\tQuench dry skin and counter the wrinkles, dark spots and rough skin that comes from sun damage! Our unique blend of natural ingredients absorbs quickly to deliver nutrients deep into your skin. Because the serum doesn’t rest on the skin’s surface, it’s never greasy! Rich in antioxidants and vitamins, Day Undone leaves your skin smooth and soft, with improved texture and elasticity. Ideal after a day in the sun, it can also ease wind-chapped or extra-dry winter skin. Try it with our Dream Repair Brightening Night Cream for extra nourishment overnight!\n\n",
        "productUrl": "https://www.goddessgarden.com/product/goddess-garden-day-undone-softening-night-serum/",
        "pageTitle": "DAY UNDONE SUN-REPAIR SERUM - Goddess Garden",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/06_PMSerum_DayUndone.jpg"
    },
    "Goddess Garden Erase the Day – Purifying Clay Cleanser": {
        "productName": "Goddess Garden Erase the Day – Purifying Clay Cleanser",
        "productPrice": "$18.99",
        "productDescription": "\n\tGently lift and wash away impurities, mineral sunscreen and makeup without any harsh scrubbing! Mineral-rich clay attracts impurities like a magnet, while providing necessary nutrients. It leaves your skin soft, clean and nourished, with a tightening effect that minimizes pores and promotes smooth skin. Erase the Day is also gentle enough for nightly use on all skin types.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/goddess-garden-erase-the-day-purifying-clay-cleanser/",
        "pageTitle": "Goddess Garden Erase the Day - Purifying Clay Cleanser - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/05_PMCleanser_ErasetheDay.jpg"
    },
    "Goddess Garden Under the Sun – Hydrating Vitamin Serum": {
        "productName": "Goddess Garden Under the Sun – Hydrating Vitamin Serum",
        "productPrice": "$19.99",
        "productDescription": "\n\tStart your morning by nourishing your skin with a daily dose of vitamins! Under the Sun Hydrating Vitamin Serum features vitamin-packed ingredients that soak deep into the skin to quench and replenish. Plant-based nutrients smooth, soften and prepare your skin for the day. This sunny serum helps mineral sunscreen go on evenly and smoothly—use under Goddess Garden Face the Day Daily SPF 3o Moisturizer & Firming Primer.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/goddess-garden-under-the-sun-hydrating-vitamin-serum/",
        "pageTitle": "UNDER THE SUN PRE-SUNSCREEN SERUM - Goddess Garden Organics",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/03_AMSerum_UndertheSun.jpg"
    },
    "Goddess Garden Dream Repair – Brightening Night Cream": {
        "productName": "Goddess Garden Dream Repair – Brightening Night Cream",
        "productPrice": "$24.99",
        "productDescription": "\n\tDream Repair is the answer to thick, greasy, night treatments. With a unique blend of natural ingredients like mango extract and licorice root, it instantly softens and smooths your skin, while providing an added lifting effect—all in a non-greasy formula you’ll love to use! Naturally occurring alpha hydroxy acids help renew skin in our silky night-only cream that offers instant results with long-term and lasting benefits. Nourishing cream melts quickly into your skin to help repair, revive and brighten overnight. Pair with Day Undone Softening Night Serum for a more intensive treatment.Sun Alert: This product contains an alpha hydroxy acid (AHA) that may increase your skin’s sensitivity to the sun and particularly the possibility of sunburn.  Use adequate sunscreen protection while using this product and for a week afterwards. \n\n",
        "productUrl": "https://www.goddessgarden.com/product/goddess-garden-dream-repair-brightening-night-cream/",
        "pageTitle": "Goddess Garden Dream Repair - Brightening Night Cream - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/07_PMNightCream_DreamRepair.jpg"
    },
    "Goddess Garden Bright Eyes – Firming Eye Cream": {
        "productName": "Goddess Garden Bright Eyes – Firming Eye Cream",
        "productPrice": "$18.99",
        "productDescription": "\n\tGive your eyes a natural wake-up call! Reduce puffiness, smooth the appearance of fine lines and look awake and alert with Goddess Garden Bright Eyes Firming Eye Cream. Black elder reduces puffiness and nourishes the skin with vitamins A and C, while red tea extract is a potent antioxidant that supports collagen preservation. Bamboo extract smooths and firms your skin, leaving you looking refreshed and ready, with makeup or without!\n\n",
        "productUrl": "https://www.goddessgarden.com/product/goddess-garden-bright-eyes-firming-eye-cream/",
        "pageTitle": "GODDESS GARDEN BRIGHT EYES FIRMING EYE CREAM",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/02_AMEyeCream_BrightEyes.jpg"
    },
    "Everyday Natural Sunscreen Continuous Spray": {
        "productName": "Everyday Natural Sunscreen Continuous Spray",
        "productPrice": "$13.99",
        "productDescription": "\n\tGoddess Garden Everyday Continuous Spray uses naturally occurring minerals and organic, plant-based ingredients to provide powerful sun protection naturally! Convenient air-powered spray contains no alcohol or harsh chemical propellants, and sprays a lightweight, white lotion. Our formula is biodegradable and reef safe so you can rest easy while you enjoy the sun without worry.\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/everyday-natural-sunscreen-continuous-spray/",
        "pageTitle": "Everyday Natural Sunscreen Continuous Spray - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Everyday-3.4oz-spray.jpg"
    },
    "Goddess Garden Fresh Start – Invigorating Cream Cleanser": {
        "productName": "Goddess Garden Fresh Start – Invigorating Cream Cleanser",
        "productPrice": "$16.99",
        "productDescription": "\n\tOur Fresh Start Invigorating Cream Cleanser is a cooling and refreshing way to wake up! Ideal for people who are prone to breakouts, it’s also gentle enough for those with sensitive skin. Silky organic cleanser features bergamot, lavender and vanilla essential oils to give an aromatherapy benefit to your morning routine, while leaving your skin feeling refreshed, soft and ready for the day. Follow with Under the Sun Hydrating Vitamin Serum and Face the Day Daily SPF 30 Moisturizer & Firming Primer.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/goddess-garden-fresh-start-invigorating-cream-cleanser/",
        "pageTitle": "FRESH START GENTLE CREAM CLEANSER - Goddess Garden Organics",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/01_AMCleanser_FreshStart.jpg"
    },
    "Everyday Natural Sunscreen Trigger Spray": {
        "productName": "Everyday Natural Sunscreen Trigger Spray",
        "productPrice": "$17.99",
        "productDescription": "\n\tWith 8oz of our top-rated natural sunscreen, this pump spray is our most cost effective product offering. Featuring the same great formula as our continuous sprays, this pump is packed with natural minerals and plant-based ingredients that offer powerful protection while nourishing your skin.\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/everyday-natural-sunscreen-trigger-spray/",
        "pageTitle": "Everyday Natural Sunscreen Trigger Spray - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Everyday-8oz-spray.jpg"
    },
    "Daily Facial Routine – Full Set": {
        "productName": "Daily Facial Routine – Full Set",
        "productPrice": "$109.99",
        "productDescription": "\n\tProduct Description: \nReduce the visible signs of aging! Wrinkles, roughness and dark spots can be a thing of the past, when you erase the damage from the past! Plant-based nutrients and potent antioxidants help repair sun damage—most often mistaken for natural skin aging. \nThe Daily Facial Routine is a simple day/night routine, complete with serums, cleansers, creams and a daily moisturizer and primer with SPF 30. All products are synergistically designed to enhance each other. The morning serum moisturizes skin and makes it easier to apply mineral sunscreen. The moisturizing primer with SPF protects and is gentle on the skin. The purifying clay cleanser just as gently lifts away mineral sunscreen and makeup once the day is done. The serums hydrate and send nutrients deep into your skin, while the night cream provides the instant effects that motivate long-term results. \nLearn more about the Daily Facial Routine and the effects of unintentional sun exposure. \n***Coupon codes do not apply to bundle deals… you’re already receiving a discount!Set Contents & Descriptions:\nGoddess Garden Fresh Start Invigorating Cream Cleanser:\n\nIdeal for break-out prone skin, yet gentle enough for sensitive skin, it cools and refreshes to wake up skin.\n\nGoddess Garden Bright Eyes Firming Eye Cream:\n\nPowerful antioxidant-rich formula mimics the benefits of hyaluronic acid. It minimizes puffiness, while preserving and supporting collagen production.\n\nGoddess Garden Under the Sun Hydrating Vitamin Serum:\n\nA topical vitamin supplement, it hydrates and nourishes skin, while helping to ensure even distribution of our Face the Day Daily SPF 30 Moisturizer & Firming Primer. The two products together have been proven to reduce wrinkles by 23% in 90 days!\n\nGoddess Garden Face the Day Daily SPF 30 Moisturizer & Firming Primer:\n\nA daily moisturizer and firming primer, it also offers completely sheer, light-weight SPF 30 to protect the skin, while firming, lifting and reducing the appearance of wrinkles.\n\nGoddess Garden Erase the Day Purifying Clay Cleanser:\n\nPowerful clay gently and thoroughly removes tough mineral sunscreens and makeup to reveal clean, soft, smooth skin.\n\nGoddess Garden Day Undone Softening Night Serum:\n\nThis powerful softening serum reduces fine lines and dark spots, while soothing skin exposed to sun, wind and pollution.\n\nGoddess Garden Dream Repair Brightening Night Cream:\n\nSilky cream mimics the collagen-boosting effects of retinol, while immediately firming and smoothing skin. It absorbs quickly and renews and brightens overnight.\n\nFor complete ingredient lists, please see individual product pages linked above. \n\n",
        "productUrl": "https://www.goddessgarden.com/product/daily-facial-routine-full-set/",
        "pageTitle": "Daily Facial Routine - Full Set - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/FullLineBoxesandBottles.jpg"
    },
    "Goddess Garden Face the Day – Daily SPF 30 Moisturizer & Firming Primer": {
        "productName": "Goddess Garden Face the Day – Daily SPF 30 Moisturizer & Firming Primer",
        "productPrice": "$18.99",
        "productDescription": "\n\tFace the Day is a three-in-one facial moisturizer, firming primer and sunscreen that protects, repairs and readies your skin for the day, in one easy-to-use product. It features a sheer and lightweight formula that hydrates, firms and protects your skin from the wrinkles, roughness and dark spots that come from daily sun exposure. When worn with Under the Sun Hydrating Vitamin Serum, tests showed wrinkles were reduced by 23% after just 90 days! Plant-based ingredients like buddleja and vitamin B3 lessen the look of sun damage, while chicory root provides an immediate firming effect, making Face the Day ideal worn alone or as a makeup primer. \n\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/goddess-garden-face-the-day-daily-spf-30-moisturizer-firming-primer/",
        "pageTitle": "Goddess Garden Face the Day - Daily SPF 30 Moisturizer & Firming Primer - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/04_AMSPF_FacetheDay.jpg"
    },
    "Kids Sport Natural Sunscreen Continuous Spray": {
        "productName": "Kids Sport Natural Sunscreen Continuous Spray",
        "productPrice": "$13.99",
        "productDescription": "\n\tGoddess Garden Kids Sport Natural Mineral Sunscreen Spray is the only certified-organic mineral sunscreen spray available for children today. Formulated for fun times in the sun with your child’s sensitive skin in mind, our organic sport sprays are free from chemical sunscreens, alcohol propellants and other harsh chemicals. They are also scent free and reef safe. With the effortless application of a spray, both adults and kids will love this sunscreen!\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/kids-sport-natural-sunscreen-continuous-spray/",
        "pageTitle": "Kids Sport Natural Sunscreen Continuous Spray - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Kids-Sport-3.4oz-spray.jpg"
    },
    "Kids Sport Natural Sunscreen Stick": {
        "productName": "Kids Sport Natural Sunscreen Stick",
        "productPrice": "$7.99",
        "productDescription": "\n\tGoddess Garden Kids Sport Natural Sunscreen Stick is a natural sunscreen option that can keep up with your busy kids! The convenient stick makes reapplication easy and mess-free, plus it easily fits in a purse, backpack or pocket! The unscented natural zinc and titanium formula rubs in sheer and provides powerful broad-spectrum SPF 30 protection, with water resistance for 80 minutes. Like all Goddess Garden sunscreens, the Goddess Garden Kids Sport Natural Stick is gentle on your kids and on the planet. It is certified organic, reef-safe and biodegradable and comes in recyclable packaging.\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/kids-sport-natural-sunscreen-stick/",
        "pageTitle": "Kids Sport Natural Sunscreen Stick - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Kids-Sport-sunscreen-stick.jpg"
    },
    "Best Sellers Essential Oil Starter Kit": {
        "productName": "Best Sellers Essential Oil Starter Kit",
        "productPrice": "$16.99",
        "productDescription": "\n\tA “Must Read” for Your SensesWhether you’re new to essential oils or you’re a seasoned pro, certain essential oils are simply a must! Our cultivated collection features ¼-ounce bottles of the most popular, can’t-do without organic essential oils, without the costly commitment of purchasing each oil on its own. The Best Sellers Kit lets you write your own story, with a versatile assortment of organic lavender, peppermint, tea tree and pink grapefruit. Find the combination of oils that complete your story!\n\n",
        "productUrl": "https://www.goddessgarden.com/product/best-sellers-essential-oil-starter-kit/",
        "pageTitle": "Best Sellers Essential Oil Starter Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Best_Sellers_Starter_Kit.jpg"
    },
    "Sport Natural Sunscreen Continuous Spray": {
        "productName": "Sport Natural Sunscreen Continuous Spray",
        "productPrice": "$13.99",
        "productDescription": "\n\tPerfect for everything from hiking and biking to swimming and surfing, Goddess Garden Sport Natural Sunscreen Continuous Spray goes where you go! Both reef safe and biodegradable, this sport sunscreen can be used at resorts that require only reef-safe sunscreens. Convenient air-powered spray is certified organic and contains no alcohols or flammable propellants. So, get out and enjoy the sun again with this safe, powerful and environmentally conscious sunscreen!\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/sport-natural-sunscreen-continuous-spray/",
        "pageTitle": "Sport Natural Sunscreen Continuous Spray - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Sport-3.4oz-spray.jpg"
    },
    "Sport Natural Sunscreen Stick": {
        "productName": "Sport Natural Sunscreen Stick",
        "productPrice": "$7.99",
        "productDescription": "\n\tGoddess Garden Sport Natural Sunscreen Stick is a sheer and natural sunscreen option for anyone on the go! The lightweight, no-spill stick fits easily into a pocket or pack, making reapplication easy and convenient. Unscented natural zinc and titanium formula goes on sheer and provides broad-spectrum SPF 30 protection, with water resistance for 80 minutes. Like all Goddess Garden sunscreens, the Goddess Garden Sport Natural Stick is organic, reef-safe and biodegradable, so it’s just as gentle on the planet as it is on your skin. It will also meet all seaside resort requirements. Goddess garden is a woman-owned, certified B Corporation, dedicated to making a difference with a minimal impact. They provide safe and effective products using organic, sustainable ingredients and environmentally sustainable business practices. Goddess Garden supports organic farmers, local schools, family-friendly organizations and events that support a healthy lifestyle.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/sport-natural-sunscreen-stick/",
        "pageTitle": "Sport Natural Sunscreen Stick - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Sport-sunscreen-stick.jpg"
    },
    "Bedtime Story Organic Aromatherapy Blend": {
        "productName": "Bedtime Story Organic Aromatherapy Blend",
        "productPrice": "$8.99",
        "productDescription": "\n\tUnwinding at the end of a long day is often easier said than done. Our soothing blend of lavender, sweet orange, clary sage and geranium can help. It’s perfect for combatting midday stress or de-compressing before bedtime. Diffuse its soft aroma to soothe frazzled nerves, relax and peacefully drift off to dream.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/bedtime-story-organic-aromatherapy-blend/",
        "pageTitle": "Bedtime Story Organic Aromatherapy Blend - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/25oz_Bedtime_Story.jpg"
    },
    "Aloe Vera After-Sun Gel": {
        "productName": "Aloe Vera After-Sun Gel",
        "productPrice": "$7.99",
        "productDescription": "\n\tEnjoy the healing powers of aloe vera gel, without the sticky residue! Our lightweight after-sun gel is silky and fast absorbing, making it ideal anytime your skin can use a little extra help. Not just for sunburns, our year-round healing gel can help counter the effects of chlorinated pools or salt water, and can also ease the discomfort of extra-dry winter skin.\nThis unique formula contains organic tea tree and lavender essential oils to cool and soothe sunburned or irritated skin. Use after your outdoor outings, or try as a daily moisturizer or shaving gel.\n\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/aloe-vera-after-sun-gel/",
        "pageTitle": "Aloe Vera After-Sun Gel - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_After-Sun-Gel-with-Aloe-Vera_6oz.jpg"
    },
    "Serenity Aromatherapy Bracelet": {
        "productName": "Serenity Aromatherapy Bracelet",
        "productPrice": "$14.99",
        "productDescription": "\n\tCreate a setting for tranquility with our Serenity Aromatherapy Bracelet! Unique bracelet works like a diffuser, using porous lava rock to capture and carry the scent of the therapeutic essential oils everywhere you go. The most balancing of all stones, lava rock is the physical embodiment of fire. Coming from the center of the Earth, lava rock offers strong grounding properties, balancing those who need an extra spark, or those with fire to spare. The lava rock combines with soothing turquoise to quiet the mind while inspiring harmony and inner peace. Calming blue jasper further helps balance emotions. The iconic Hamsa hand is the spiritual symbol of faith and protection, drawing in happiness, luck and good fortune. This symbolic statement, combined with the therapeutic qualities of essential oils, lava rock, blue jasper and turquoise, place the power to alter your mood around your wrist. Simply add the essential oil to the lava rocks and allow to dry. Mix and match to enhance your mood!*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/serenity-aromatherapy-bracelet/",
        "pageTitle": "Serenity Aromatherapy Bracelet - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Bracelet_Serenity.jpg"
    },
    "Raspberry Natural Sunscreen Lip Balm": {
        "productName": "Raspberry Natural Sunscreen Lip Balm",
        "productPrice": "$3.99",
        "productDescription": "\n\tLet your lips love the sun! Certified-organic, beeswax-free and vegan lip balms offer powerful SPF 30 from natural minerals. A blend of oils, butters and plant-based waxes nourish and protect the skin without petroleum products or beeswax. Silky formula rubs on sheer and has a delicious raspberry flavor everyone in the family will love.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/raspberry-natural-sunscreen-lip-balm/",
        "pageTitle": "Raspberry Natural Sunscreen Lip Balm - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Raspberry_Lip-Balm_SPF_30.jpg"
    },
    "Baby Natural Sunscreen Stick": {
        "productName": "Baby Natural Sunscreen Stick",
        "productPrice": "$7.99",
        "productDescription": "\n\tGoddess Garden Baby Natural Sunscreen Stick is a take-anywhere, easy-to-apply solution to keeping your baby safe in the sun. Keep the no-mess stick packed in a diaper bag or purse so you always have it handy! The sheer stick allows for specific application, reducing the risk to miss areas or get it in their eyes. Unscented natural zinc and titanium formula provides broad-spectrum SPF 30 protection, with water resistance for 80 minutes. Like all Goddess Garden sunscreens, the Goddess Garden Baby Natural Stick is safe and gentle on your baby, with a certified organic, reef-safe and biodegradable formula that’s also gentle on the planet.\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/baby-natural-sunscreen-stick/",
        "pageTitle": "Baby Natural Sunscreen Stick - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Baby-sunscreen-stick.jpg"
    },
    "Everyday Natural Sunscreen Lotion": {
        "productName": "Everyday Natural Sunscreen Lotion",
        "productPrice": "$3.99",
        "productDescription": "\n\tMade with plant-based ingredients and natural minerals, Goddess Garden Everyday Natural Sunscreen provides powerful broad-spectrum SPF 30 sun protection. With its sheer, non-greasy application, and a refreshing scent from pure lavender essential oils, this is a sunscreen you’ll want to wear. Since it’s certified organic, reef safe and biodegradable, you’ll also feel good about wearing it! \n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/everyday-natural-sunscreen-lotion/",
        "pageTitle": "Everyday Natural Sunscreen Lotion - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Everyday-3.4oz-Tube.jpg"
    },
    "Facial Natural Sunscreen Lotion": {
        "productName": "Facial Natural Sunscreen Lotion",
        "productPrice": "$4.99",
        "productDescription": "\n\tGoddess Garden Facial Natural Sunscreen is packed with nourishing and natural antioxidants and anti-aging ingredients including aloe vera, shea butter and immortelle essential oil. Easily worn with makeup or without, this is our most sheer formula. Non-greasy and lightly scented with lavender essential oils, this gentle formula works well with dry and sensitive skin types.\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/facial-natural-sunscreen-lotion/",
        "pageTitle": "Facial Natural Sunscreen Lotion - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Facial-3.4oz-Tube.jpg"
    },
    "Lavender Mint Natural Sunscreen Lip Balm": {
        "productName": "Lavender Mint Natural Sunscreen Lip Balm",
        "productPrice": "$3.99",
        "productDescription": "\n\tA cooling and soothing way to protect your lips! Certified-organic, beeswax-free and vegan lip balm offers powerful SPF 30 from natural minerals. A blend of oils, butters and plant-based waxes nourish and protect the skin without petroleum products or beeswax. Our signature lavender essential oil pairs with mint essential oil to cool and sooth the skin in a silky formula that rubs on sheer.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/lavender-mint-natural-sunscreen-lip-balm/",
        "pageTitle": "Lavender Mint Natural Sunscreen Lip Balm - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Lavender-Mint_Lip-Balm_SPF_30.jpg"
    },
    "Perseverance Aromatherapy Bracelet": {
        "productName": "Perseverance Aromatherapy Bracelet",
        "productPrice": "$14.99",
        "productDescription": "\n\tPower your determination with our Perseverance Aromatherapy Bracelet! Unique bracelet works like a diffuser, using porous lava rock to capture and carry the scent of the therapeutic essential oils everywhere you go. The most balancing of all stones, lava rock is the physical embodiment of fire. Coming from the center of the Earth, lava rock offers strong grounding properties, balancing those who need an extra spark, or those with fire to spare. The lava rock pairs with grounding unakite, relieving stress while encouraging persistence and resilience. The iconic elephants characterize physical and mental strength, and epitomize gentle wisdom. This symbolic statement, combined with the therapeutic qualities of organic essential oils, lava rock and unakite, allow you to unearth your attributes everywhere you go! Simply add the essential oil to the lava rocks and allow to dry. Mix and match to boost your mood!*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/perseverance-aromatherapy-bracelet/",
        "pageTitle": "Perseverance Aromatherapy Bracelet - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Bracelet_Perseverance.jpg"
    },
    "AromaMood Diffuser": {
        "productName": "AromaMood Diffuser",
        "productPrice": "$59.99",
        "productDescription": "\n\tAromaMood Diffusers are an elegant solution that elevate the aroma of a room and the mood of the people in it.  Made from bamboo and glass, our diffusers put out a gentle mist that fills the air with your favorite essential oil blends.  To set the mood with your essential oils, simply lift the glass top, fill the reservoir with water and a few drops of your favorite essential oils, replace the glass top and press a button.  Instant joy!\n\n",
        "productUrl": "https://www.goddessgarden.com/product/aromamood-diffuser/",
        "pageTitle": "AromaMood Diffuser - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Diffuser_gg.jpg"
    },
    "Sport Natural Sunscreen SPF 50 Lotion": {
        "productName": "Sport Natural Sunscreen SPF 50 Lotion",
        "productPrice": "$14.99",
        "productDescription": "\n\tThe first and only certified-organic SPF 50 mineral sunscreen, our SPF 50 sunscreen is just as safe and gentle as our SPF 30 formulas, but offers an added boost of sun protection! Water resistant for 80 minutes, it’s easy to apply and offers powerful broad-spectrum protection, in a less-whitening formula that’s free from harsh chemicals. Reef safe, Leaping Bunny certified and vegan, unscented formula is extra gentle on people and the planet.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/sport-natural-sunscreen-spf-50-lotion/",
        "pageTitle": "Sport Natural Sunscreen SPF 50 Lotion - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Sport_SPF_50_3.4oz_Tube.jpg"
    },
    "Kids Natural Sunscreen Continuous Spray": {
        "productName": "Kids Natural Sunscreen Continuous Spray",
        "productPrice": "$13.99",
        "productDescription": "\n\tGoddess Garden Kids Natural Sunscreen makes protecting your children from the sun even easier! Our certified-organic natural mineral lotions spray sunscreen is air powered and contains no alcohols or harsh chemical propellants. Formulated for our founders’ own children, our sunscreens use only gentle plant-based ingredients and natural zinc and titanium.\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/kids-natural-sunscreen-continuous-spray/",
        "pageTitle": "Kids Natural Sunscreen Continuous Spray - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Kids-3.4oz-spray.jpg"
    },
    "Organic Lavender Essential Oil": {
        "productName": "Organic Lavender Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tHerbalists have long used lavender oil for ailments as varied as acne, mild burns and inflammation, while many of us have enjoyed it for its stress-reducing, calming scent. With a sweet, floral, herbal aroma, this heroic Mediterranean oil is carefully extracted from the small, violet flowers of the lavender plant. It has been an important ingredient in skincare and aromatherapy practices since the Romans first added it to their bathwater\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-lavender-essential-oil/",
        "pageTitle": "Organic Lavender Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Lavender.jpg"
    },
    "Orange Vanilla Natural Sunscreen Lip Balm": {
        "productName": "Orange Vanilla Natural Sunscreen Lip Balm",
        "productPrice": "$3.99",
        "productDescription": "\n\tA delicious way to treat your lips! Certified-organic, beeswax-free and vegan lip balm offers powerful SPF 30 from natural minerals. A blend of oils, butters and plant-based waxes nourish and protect the skin without petroleum products or beeswax. Silky formula rubs on sheer and offers an orange vanilla flavor reminiscent of a favorite summer treat. \n\n",
        "productUrl": "https://www.goddessgarden.com/product/orange-vanilla-natural-sunscreen-lip-balm/",
        "pageTitle": "Orange Vanilla Natural Sunscreen Lip Balm - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Orange-Vanilla_Lip-Balm_SPF_30.jpg"
    },
    "Grounding Aromatherapy Bracelet Blend": {
        "productName": "Grounding Aromatherapy Bracelet Blend",
        "productPrice": "$9.99",
        "productDescription": "\n\tCalm your anxious mind and enhance your focus with our essential oil blend! Featuring certified-organic essential oils like vetiver, patchouli and lavender, our unique blend will help you stay calm and grounded. Our therapeutic essential-oil blend is paired with organic jojoba oil, so it’s gentle enough to reapply anytime and anywhere you need to relax and focus. \nCreated specifically to make it easy to enjoy aromatherapy on the go, our Aromatherapy Bracelet Blends enhance the benefits of the Aromatherapy Bracelet stones. Our unique essential-oil Bracelet Blends come in a custom bottle designed to deliver the precise amount of oil. Try Grounding with our Perseverance Bracelet, mix and match, or use multiple bracelets and oil combinations to boost your mood and enjoy the therapeutic combo!\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/grounding-aromatherapy-bracelet-blend/",
        "pageTitle": "Grounding Aromatherapy Bracelet Blend - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Blend-Bottle_Grounding.jpg"
    },
    "Organic Peppermint Essential Oil": {
        "productName": "Organic Peppermint Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tTouted in the oldest surviving medical text, an Egyptian medical papyrus of herbal knowledge dating to c. 1550 BC, peppermint has enjoyed a long and beneficial history. Widely used as a flavoring agent in food, beverages, toothpaste and more, peppermint essential oil is also an important ingredient in aromatherapy. The oil is distilled from the freshly cut plant to capture the fresh, cool, minty scent. The aroma is often used to improve cognition and calm the mind, while the menthol, a primary constituent of peppermint oil, produces a cooling effect when applied to skin. For these reasons, peppermint has been used throughout history to treat headaches and muscle tension, and aid in concentration.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-peppermint-essential-oil/",
        "pageTitle": "Organic Peppermint Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Peppermint.jpg"
    },
    "Sport Natural Sunscreen Lotion": {
        "productName": "Sport Natural Sunscreen Lotion",
        "productPrice": "$3.99",
        "productDescription": "\n\tPerfect for everything from hiking and biking to swimming and surfing, our Sport Natural Mineral Sunscreens are made for rugged outdoor use. Both reef-safe and biodegradable, this sport sunscreen can be used at resorts that require only reef-safe sunscreens. So, get out and enjoy the sun again with this environmentally conscious and powerful sunscreen!\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/sport-natural-sunscreen-lotion/",
        "pageTitle": "Sport Natural Sunscreen Lotion - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Sport-3.4oz-tube.jpg"
    },
    "Jasmine Sambac Absolute In Jojoba Oil": {
        "productName": "Jasmine Sambac Absolute In Jojoba Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tExtracted from hand-picked jasmine blossoms collected before sunrise, jasmine oil offers all the promise of a new day. Exotic and sweet with a rich floral base, the scent of jasmine is said to have helped Queen Cleopatra woo Marc Antony when she wore it as her perfume. Beyond its intoxicating fragrance, this medicinal oil is purported to offer antiseptic and reparative properties that may aid in giving the skin a youthful look. Perhaps Queen Cleopatra knew this as well. It takes eight million flowers to produce a single kilogram of the precious oil. As one might guess, the scent from eight million flowers translates into feelings of euphoria, optimism and confidence\n\n",
        "productUrl": "https://www.goddessgarden.com/product/jasmine-sambac-absolute-in-jojoba-oil/",
        "pageTitle": "Jasmine Sambac Absolute In Jojoba Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Jasmine_Sambac.jpg"
    },
    "Organic Frankincense Essential Oil": {
        "productName": "Organic Frankincense Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tWith an aroma reminiscent of dry wood spritzed with fresh citrus, frankincense is truly one of nature’s gifts. Mentioned in the Bible, frankincense was considered to be as precious as gold and was one of the original gifts offered by the three wise men. For more than 5,000 years, the hardened resin has been burned in temples throughout Egypt, China and India, and the Catholic Church continues to use it today. Frankincense comes from the trunks of the Boswellia tree, where the gum resin is steam distilled to harvest the beneficial oil. Treasured for many millennia for its healing and soothing powers, frankincense is known to help increase concentration and creativity, promote a positive self-image and induce feelings of joy. \n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-frankincense-essential-oil/",
        "pageTitle": "Organic Frankincense Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Frankincense.jpg"
    },
    "Rainforest Essential Oil Roll-On Perfume": {
        "productName": "Rainforest Essential Oil Roll-On Perfume",
        "productPrice": "$14.99",
        "productDescription": "\n\tRefreshing rain meets magnolia blossoms in our Rainforest Essential Oil Roll-On Perfume. Featuring certified-organic essential oils and clean ingredients, Rainforest lets you display your true self, without the worry of mystery chemicals. We list all our natural ingredients so you know exactly what you’re wearing, giving options to people with allergies, sensitivities or those who simply want to avoid hidden mystery chemicals.Designed solely with scent in mind, Rainforest is a sophisticated perfume, not a traditional essential-oil remedy. With notes of grapefruit, cedarwood and sweet marjoram, our uniquely beautiful perfume forms a complex aroma that feels as good to wear as you’ll feel about wearing it! *Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/rainforest-essential-oil-roll-on-perfume/",
        "pageTitle": "Rainforest Essential Oil Roll-On Perfume - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Rainforest-Essential-Oil-Perfume.jpg"
    },
    "Ambition Aromatherapy Bracelet": {
        "productName": "Ambition Aromatherapy Bracelet",
        "productPrice": "$14.99",
        "productDescription": "\n\tBoost your motivation with our Ambition Aromatherapy Bracelet! Unique bracelet works like a diffuser, using porous lava rock to capture and carry the scent of the therapeutic essential oils everywhere you go. The most balancing of all stones, lava rock is the physical embodiment of fire. Coming from the center of the Earth, lava rock offers strong grounding properties, balancing those who need an extra spark, or those with fire to spare. The lava rock pairs with enlightening howlite to boost positive character traits and power the will to achieve great things. The iconic hummingbird represents a playful and optimistic attribute that denotes flexibility and adaptability. This symbolic statement, combined with the therapeutic qualities of organic essential oils, lava rock and howlite, let you make the most of what Earth has to offer. Simply add the essential oil to the lava rocks and allow to dry. Mix and match to elevate your mood!*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/ambition-aromatherapy-bracelet/",
        "pageTitle": "Ambition Aromatherapy Bracelet - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Bracelet_Ambition.jpg"
    },
    "Happy Tales Organic Aromatherapy Blend": {
        "productName": "Happy Tales Organic Aromatherapy Blend",
        "productPrice": "$8.99",
        "productDescription": "\n\tAre you feeling bogged down or anxious? Could your mood use a boost? The smell of citrus has been known to alleviate anxiety, lift your mood and even help build confidence. Diffuse our deliciously sweet blend of bergamot, lemon and white grapefruit and you are bound to feel encouraged, uplifted and happy!\n\n",
        "productUrl": "https://www.goddessgarden.com/product/happy-tales-organic-aromatherapy-blend/",
        "pageTitle": "Happy Tales Organic Aromatherapy Blend - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/25oz_Happy_Tales.jpg"
    },
    "Take 5 Aromatherapy Bracelet Blend": {
        "productName": "Take 5 Aromatherapy Bracelet Blend",
        "productPrice": "$9.99",
        "productDescription": "\n\tGive yourself a mental break with our essential-oil blend! Calming and relaxing oils relieve stress, while a boost of organic orange essential oil refreshes and energize your mind and body. Our therapeutic essential-oil blend is paired with organic jojoba oil, so it’s gentle enough to reapply anytime you need a little rest in your day.\nCreated specifically to make it easy to enjoy aromatherapy on the go, our Aromatherapy Bracelet Blends enhance the benefits of the Aromatherapy Bracelet stones. Our unique essential-oil Bracelet Blends come in a custom bottle designed to deliver the precise amount of oil. Try Take 5 with our Serenity Bracelet, mix and match, or use multiple bracelets and oil combinations to boost your mood and enjoy the therapeutic combo!\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/take-5-aromatherapy-bracelet-blend/",
        "pageTitle": "Take 5 Aromatherapy Bracelet Blend - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Blend-Bottle_Take-5.jpg"
    },
    "Amber Fire Essential Oil Roll-On Perfume": {
        "productName": "Amber Fire Essential Oil Roll-On Perfume",
        "productPrice": "$14.99",
        "productDescription": "\n\tA resiny floral with a touch of sweet citrus, Amber Fire hints at romance and love. Featuring certified-organic essential oils, our roll-on perfume lets you display your soft, romantic spirit, with clean ingredients that appeal to your pragmatic side that avoids mystery chemicals. We list all our natural ingredients so you know exactly what you’re wearing, giving options to people with allergies, sensitivities or those who simply want to avoid hidden chemicals.Designed solely with scent in mind, Amber Fire is a sophisticated perfume, not a traditional essential-oil remedy. With notes of red mandarin, neroli and vetiver, our uniquely beautiful perfume forms a complex aroma that feels as good to wear as you’ll feel about wearing it! *Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/amber-fire-essential-oil-roll-on-perfume/",
        "pageTitle": "Amber Fire Essential Oil Roll-On Perfume - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Amber-Fire-Essential-Oil-Perfume.jpg"
    },
    "Organic Eucalyptus Radiata Essential Oil": {
        "productName": "Organic Eucalyptus Radiata Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tCooling, stimulating and refreshing, eucalyptus oil was first recognized for its medicinal properties by Ferdinand von Mueller, who studied the plant in Australia. In the mid-1800s, he introduced it to the south of Europe, North and South Africa, California and portions of South America. The medicinal qualities were given the official seal of approval in the British Pharmacopeia in 1885. Steam distilled from the leaves, the herbaceous and minty scent of the oil is thought to have antibacterial properties. Herbalists have long used eucalyptus to ease upper respiratory irritation, relieve pain and awaken the senses. In aromatherapy, it is refreshing and stimulating, and can boost concentration and alertness.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-eucalyptus-radiata-essential-oil/",
        "pageTitle": "Organic Eucalyptus Radiata Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Eucalyptus_Radiata.jpg"
    },
    "Organic Pink Grapefruit Essential Oil": {
        "productName": "Organic Pink Grapefruit Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tWith a botanical name meaning “fruit of paradise,” the pink grapefruit was first described in 1750 in Barbados. Its common name, grapefruit, was given because the fruit looked like clusters of grapes hanging on the trees.  Captured by cold pressing the fresh, ripe peel or rind of the pink grapefruit, the oil has long been used in massage since it is known to stimulate the lymphatic system and reduce the appearance of cellulite. Like other citrus oils, grapefruit oil has antidepressant properties that provide a relaxing and uplifting feeling. Citrusy, tangy and sweet, the scent is known to be cleansing to the aura and mental body. It aids in concentration, eases anxiety and regulates appetite.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-pink-grapefruit-essential-oil/",
        "pageTitle": "Organic Pink Grapefruit Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Pink_Grapefruit.jpg"
    },
    "Organic Bergamot Essential Oil": {
        "productName": "Organic Bergamot Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tBergamot gets its name from Bergamo in Lombardy, Italy, where the oil was commonly used in traditional folk medicine to treat fevers. Today, bergamot is mainly grown in Calabria, Italy, where the fresh, ripe peel or rind of the bergamot orange is cold pressed to extract its sweet, citrusy essence. The key flavoring in Earl Grey tea, bergamot has also been used as a fragrance since 1714. It is a component of the majority of perfumes and Eau de Colognes on the market today, and can be used as a natural deodorant. The scent is emotionally pleasing as well, and is helpful in aromatherapy applications to help relieve stress, heighten mood and aid in treating depression.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-bergamot-essential-oil/",
        "pageTitle": "Organic Bergamot Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Bergamot.jpg"
    },
    "Wildflower Essential Oil Roll-On Perfume": {
        "productName": "Wildflower Essential Oil Roll-On Perfume",
        "productPrice": "$14.99",
        "productDescription": "\n\tReminiscent of sun-kissed flowers with light apple undertones, Wildflower takes you to a peaceful place where the wildflowers thrive. Featuring certified-organic essential oils, our roll-on perfume lets you display your peaceful spirit, but appeals to your cautionary side that knows the importance of clean ingredients. We list all our natural ingredients so you know exactly what you’re wearing, giving options to people with allergies, sensitivities or those who simply want to avoid hidden mystery chemicals.Designed with scent in mind, Wildflower is a sophisticated perfume, not a traditional essential-oil remedy. With notes of lavender, sweet orange and Roman chamomile, our uniquely beautiful perfume forms a complex aroma that feels as good to wear as you’ll feel about wearing it! *Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/wildflower-essential-oil-roll-on-perfume/",
        "pageTitle": "Wildflower Essential Oil Roll-On Perfume - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Wildflower-Essential-Oil-Perfume.jpg"
    },
    "Citrus Sunrise Essential Oil Roll-On Perfume": {
        "productName": "Citrus Sunrise Essential Oil Roll-On Perfume",
        "productPrice": "$14.99",
        "productDescription": "\n\tZesty and sweet, like sugared citrus fruits, Citrus Sunrise takes you back to when life was simple and carefree. Featuring certified-organic essential oils, our roll-on perfume lets you display your playful spirit, with clean ingredients that appeal to your serious side that avoids mystery chemicals. We list all our natural ingredients so you know exactly what you’re wearing, giving options to people with allergies, sensitivities or those who simply want to avoid hidden chemicals.Created exclusively with scent in mind, Citrus Sunrise is a sophisticated perfume and not a traditional essential-oil remedy. With notes of bergamot, grapefruit and palmarosa, our uniquely beautiful perfume forms a complex aroma that feels as good to wear as you’ll feel about wearing it! *Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/citrus-sunrise-essential-oil-roll-on-perfume/",
        "pageTitle": "Citrus Sunrise Essential Oil Roll-On Perfume - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Citrus-Sunrise-Essential-Oil-Perfume.jpg"
    },
    "The Leader Enhancing Kit": {
        "productName": "The Leader Enhancing Kit",
        "productPrice": "$18.99",
        "productDescription": "\n\tAs a leader… People rely on you because you find order in disorder and stay calm in chaos. You know everything has a place and a purpose. Within order there is harmony and within harmony there is happiness—you make it happen, no matter what life throws at you. That makes you a natural leader.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-leader-enhancing-kit/",
        "pageTitle": "The Leader Enhancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Leader_Enhancing_Kit.jpg"
    },
    "Organic Geranium Essential Oil": {
        "productName": "Organic Geranium Essential Oil",
        "productPrice": "$9.99",
        "productDescription": "\n\tSteam distilled from the leaves of the geranium plant, the aroma of geranium oil is sweet and green, with strong floral notes. Geraniums were brought to England from South Africa in the time of Charles I, and quickly gained popularity. The plants were said to grace the stairways of Victorian homes so the ladies’ long skirts would brush them and release their perfume. Fragrance aside, geranium essential oil has long been touted throughout history as an all-around medicine, noted to treat respiratory complaints, ease sore throats, treat skin conditions and wounds and help with premenstrual syndrome. Today, the aroma of geranium oil is often used to release negative memories, ease tension and bring about feelings of peace and hope.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-geranium-essential-oil/",
        "pageTitle": "Organic Geranium Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/EO-Magenta-Geranium-.125oz.jpg"
    },
    "Organic Cinnamon Bark Essential Oil": {
        "productName": "Organic Cinnamon Bark Essential Oil",
        "productPrice": "$9.99",
        "productDescription": "\n\tEnjoying a history as seductive its scent, cinnamon dates all the way back to ancient times. The Queen of Sheba is said to have given King Solomon cinnamon as part of her gift of spices. Cinnamon was included in nearly every prescription remedy given in ancient China since it was regarded to promote general health and wellness and treat ailments of the stomach. In French medicine, cinnamon was said to be a disinfectant, antiseptic, anti-viral and anti-inflammatory. Cinnamon also served a dual purpose in medicines as a flavoring. Cinnamon’s warm, sweet, spicy scent comes from steam distilling the bark of the tropical cinnamon tree. The aroma is energizing and can help ease depression, especially since the scent often evokes memories of the winter celebrations and holidays. It is also a purported aphrodisiac.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-cinnamon-bark-essential-oil/",
        "pageTitle": "Organic Cinnamon Bark Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Cinnamon_Bark.jpg"
    },
    "Organic Sweet Basil Essential Oil": {
        "productName": "Organic Sweet Basil Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tAfter 4,000 years of trusted use, sweet basil is still favored for its ability to lift the spirit, refresh the mind and aid in concentration. It is considered a sacred herb in Hinduism, and it has played a role in religious ceremonies across the globe. The leaves and flowering tops are steam distilled to garner the sweet, herbal scent that is thought to reduce agitation, insomnia, wandering and behaviors associated with dementia. While most people enjoy the scent, insects do not, and it effectively repels moths and insects. \n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-sweet-basil-essential-oil/",
        "pageTitle": "Organic Sweet Basil Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Sweet_Basil.jpg"
    },
    "Happy Day Aromatherapy Bracelet Blend": {
        "productName": "Happy Day Aromatherapy Bracelet Blend",
        "productPrice": "$9.99",
        "productDescription": "\n\tLift your spirits with our happiness-boosting essential oil blend, featuring certified-organic citrus oils like bergamot and grapefruit. Our therapeutic essential-oil blend is paired with organic jojoba oil, so it’s gentle enough to reapply anytime you need extra joy and levity in your life.\nCreated specifically to make it easy to enjoy aromatherapy on the go, our Aromatherapy Bracelet Blends enhance the benefits of the Aromatherapy Bracelet stones. Our unique essential-oil Bracelet Blends come in a custom bottle designed to deliver the precise amount of oil. Try Happy Day with our Ambition Bracelet, mix and match, or use multiple bracelets and oil combinations to boost your mood and enjoy the therapeutic combo!\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/happy-day-aromatherapy-bracelet-blend/",
        "pageTitle": "Happy Day Aromatherapy Bracelet Blend - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Blend-Bottle_Happy-Day.jpg"
    },
    "Organic Wintergreen Essential Oil": {
        "productName": "Organic Wintergreen Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tWintergreen has been recognized for centuries for its medicinal value. Native Americans used the leaves to treat respiratory issues and brewed a tea from the berries for use as a pain reliever. The oil is steam distilled from the leaves to garner the minty, sweet, camphorous essence. Both relaxing and uplifting to the mind, wintergreen is common in aromatherapy. It is also used in massage for its relaxing properties and for its ability to ease aches and pains.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-wintergreen-essential-oil/",
        "pageTitle": "Organic Wintergreen Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Wintergreen.jpg"
    },
    "Organic White Grapefruit Essential Oil": {
        "productName": "Organic White Grapefruit Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tLikely a hybrid of the orange and pomelo, grapefruits were first brought to America in the nineteenth century. Not quite as sweet as its pink grapefruit cousin, the aroma of white grapefruit still evokes a sweet, citrusy tone. The oil is cold pressed from the fresh peel, and is high in beneficial antioxidants. The scent is said to increase blood flow and increase nerve activity to enliven the mind and body. It can also fight bacteria and odors, making it ideal as a joy-enhancing air freshener\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-white-grapefruit-essential-oil/",
        "pageTitle": "Organic White Grapefruit Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_White_Grapefruit.jpg"
    },
    "The Visionary Enhancing Kit": {
        "productName": "The Visionary Enhancing Kit",
        "productPrice": "$18.99",
        "productDescription": "\n\tAs a visionary… Once you believe in something, you always find a way to make it happen. You seem to have been born under a lucky star, but in truth, your hard work and deep understanding of the ways of the world just make things easier for you. You’re often sought out when a new perspective is needed, and you’re known as an idealist—a rare find since you’re also blessed with the ability to follow through!\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-visionary-enhancing-kit/",
        "pageTitle": "The Visionary Enhancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Visionary_Enhancing_Kit.jpg"
    },
    "Morning Chai Organic Aromatherapy Blend": {
        "productName": "Morning Chai Organic Aromatherapy Blend",
        "productPrice": "$18.49",
        "productDescription": "\n\tDon’t be limited by the word “morning.” This blend is perfect anytime you need a little warm comfort. Sweet orange, bergamot, vanilla, black pepper, cardamom, cinnamon bark, clove bud and nutmeg combine in perfect harmony to create a holiday feeling. Diffuse whenever you’re craving the coziness of a slow Saturday, lingering over a warm, delicious cup of chai.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/morning-chai-organic-aromatherapy-blend/",
        "pageTitle": "Morning Chai Organic Aromatherapy Blend - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/25oz_Morning_Chai.jpg"
    },
    "Organic Cypress Essential Oil": {
        "productName": "Organic Cypress Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tHerbaceous and slightly evergreen, cypress is a woodsy oil that is known for its relaxing, sedative aroma. Highly valued for medicinal and religious purposes since ancient times, the Greeks were said to have buried their dead with cypress branches to ease a person’s passage into the afterlife. Cypress oil is believed to be anti-fungal, anti-infectious and antiseptic, and was used throughout history to aid in breathing problems, relieve congestion and treat wounds. Today, aromatherapists choose this oil to detoxify and decongest the lymphatic system and to help relax tight muscles.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-cypress-essential-oil/",
        "pageTitle": "Organic Cypress Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Cypress.jpg"
    },
    "Baby Natural Sunscreen": {
        "productName": "Baby Natural Sunscreen",
        "productPrice": "$3.99",
        "productDescription": "\n\tPerfect for babies, children and anyone with sensitive skin, our Baby Natural Sunscreen Lotion is our most gentle formula. Using only non-nano zinc for sun protection and pure, plant-powered ingredients, this sunscreen nourishes and protects delicate or sensitive skin. As with all our products, our baby sunscreen is reef safe and biodegradable, so it is as gentle on the environment as it is on your baby.\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/baby-natural-sunscreen/",
        "pageTitle": "Baby Natural Sunscreen - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Baby-3.4oz-Tube.jpg"
    },
    "Pick-Me-Up Aromatherapy Bracelet Blend": {
        "productName": "Pick-Me-Up Aromatherapy Bracelet Blend",
        "productPrice": "$9.99",
        "productDescription": "\n\tMake sure everything is looking up with our uplifting essential oil blend! Featuring organic peppermint, grapefruit and orange essential oils, it can lift your spirits and help you focus to achieve your goals. Our therapeutic essential oils are paired with organic jojoba oil, so it’s gentle enough to reapply anytime you want a little extra pep in your step.\nCreated specifically to make it easy to enjoy aromatherapy on the go, our Aromatherapy Bracelet Blends enhance the benefits of the Aromatherapy Bracelet stones. Our unique essential-oil Bracelet Blends come in a custom bottle designed to deliver the precise amount of oil. Try Pick-Me-Up with our Perseverance Bracelet, mix and match, or use multiple bracelets and oil combinations to boost your mood and enjoy the therapeutic combo!\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/pick-me-up-aromatherapy-bracelet-blend/",
        "pageTitle": "Pick-Me-Up Aromatherapy Bracelet Blend - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Blend-Bottle_Pick-Me-Up.jpg"
    },
    "Brain Boost Aromatherapy Bracelet Blend": {
        "productName": "Brain Boost Aromatherapy Bracelet Blend",
        "productPrice": "$9.99",
        "productDescription": "\n\tSpark your ambition with our energizing essential oil blend! Uplifting organic essential oils like lemon and rosemary revive your energy and help keep you on track. Our therapeutic essential-oil blend is paired with organic jojoba oil, so it’s gentle enough to reapply anytime you need to unlock memory and focus.\nCreated specifically to make it easy to enjoy aromatherapy on the go, our Aromatherapy Bracelet Blends enhance the benefits of the Aromatherapy Bracelet stones. Our unique essential-oil Bracelet Blends come in a custom bottle designed to deliver the precise amount of oil. Try Brain Boost with our Ambition Bracelet, mix and match, or use multiple bracelets and oil combinations to boost your mood and enjoy the therapeutic combo!\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/brain-boost-aromatherapy-bracelet-blend/",
        "pageTitle": "Brain Boost Aromatherapy Bracelet Blend - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Blend-Bottle_Brain-Boost.jpg"
    },
    "Organic Vetiver Essential Oil": {
        "productName": "Organic Vetiver Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tWoodsy, mossy and reminiscent of a rain-soaked forest, vetiver oil is unique in every way. Vetiver is the only grass cultivated for essential oil, and it brings about one of the most complex of all the essential oils. Extracted from the roots of the grass, the oil contains a diverse mixture of hundreds of nourishing molecules, puzzling researchers hoping to isolate the compounds responsible for its coveted scent. An important ingredient in men’s perfumes and colognes, the aroma isn’t simply an enticing scent. It can help ward away confusion and nervous anxiety.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-vetiver-essential-oil/",
        "pageTitle": "Organic Vetiver Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Vetiver.jpg"
    },
    "On-The-Go Aromatherapy Roller Bottle": {
        "productName": "On-The-Go Aromatherapy Roller Bottle",
        "productPrice": "$1.99",
        "productDescription": "\n\teep writing your story with Goddess Garden On-the-Go Aromatherapy.  Whether you want to balance your Aroma Persona, experiment with new scents or have a scent for every mood, you can create it in this On-the-Go roller-bottle.  The rollerball is removable so you can recreate your favorite blends until you’re ready to recycle it.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/on-the-go-aromatherapy-roller-bottle/",
        "pageTitle": "On-The-Go Aromatherapy Roller Bottle - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/EO-On-the-GoAromatherapy.jpg"
    },
    "Organic Roman Chamomile Essential Oil In Jojoba": {
        "productName": "Organic Roman Chamomile Essential Oil In Jojoba",
        "productPrice": "$9.99",
        "productDescription": "\n\tTraditionally used to achieve stillness, calm and emotional stability, ancient Roman soldiers used Roman chamomile oil to give them courage and clarity. This oil was also employed by the Egyptians for its cooling properties and to relieve fevers. Today, Roman chamomile is purported to help relieve migraines, headaches and nervous problems, and ease stress. Heady and sweet, with apple undertones, Roman chamomile comes from the flowers of the perennial herb plant.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-roman-chamomile-essential-oil-in-jojoba/",
        "pageTitle": "Organic Roman Chamomile Essential Oil In Jojoba - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Roman_Chamomile.jpg"
    },
    "Organic Patchouli Essential Oil": {
        "productName": "Organic Patchouli Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tOften associated with the 1960s counterculture, patchouli’s benefits go back for hundreds, if not thousands, of years. This trusted oil originated in Southeast Asia, where it spanned the test of time as a strong antifungal and antibacterial. The pungent green leaves of this member of the mint family are distilled to capture its musky, earthy essence, where it can then be used as an herbal remedy, an earthy perfume and a moisturizer. Boasting a convenient duality, many enjoy its scent, but insects and moths are naturally repelled. In aromatherapy applications, patchouli is used to comfort, relax and evoke a feelings of positivity.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-patchouli-essential-oil/",
        "pageTitle": "Organic Patchouli Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Patchouli.jpg"
    },
    "Organic Neroli Essential Oil In Jojoba": {
        "productName": "Organic Neroli Essential Oil In Jojoba",
        "productPrice": "$14.99",
        "productDescription": "\n\tNamed for the 17th-century princess of Nerola, Italy, who used it for her perfume, neroli hydrates and refreshes with a citrusy concentration of exotic orange blossoms. Not to be confused with orange oil, which comes from the fruit itself, or petitgrain which comes from the leaves, neroli comes from the most coveted and fragrant part—the blossoms of the Seville orange tree. In addition to having a fragrance akin to spiced honey and fresh citrus, inhalation of neroli can help reduce stress and lower blood pressure.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-neroli-essential-oil-in-jojoba/",
        "pageTitle": "Organic Neroli Essential Oil In Jojoba - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Neroli.jpg"
    },
    "Love Story Organic Aromatherapy Blend": {
        "productName": "Love Story Organic Aromatherapy Blend",
        "productPrice": "$18.49",
        "productDescription": "\n\tWhen you want to add some extra spark, let this enticing blend ignite the passion! Bergamot, patchouli, ylang ylang and jasmine oils are known for their sensual properties. When combined, the effects can be nothing short of magical. Add a few drops of this bold and exotically floral blend to your diffuser and get swept away!\n\n",
        "productUrl": "https://www.goddessgarden.com/product/love-story-organic-aromatherapy-blend/",
        "pageTitle": "Love Story Organic Aromatherapy Blend - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/25oz_Love_Story.jpg"
    },
    "Organic Lemongrass Essential Oil": {
        "productName": "Organic Lemongrass Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tLemongrass oil has been in use since at least the 17th century, where it was reported as being distilled for export in the Philippines. It has enjoyed a long history in India and Sri Lanka, where it was used to treat fevers, irregular menstruation, stomachaches, colds, rheumatic pains and even bacterial and fungal infections. It’s also a common flavoring in Thai cuisine. Naturally detoxifying, lemongrass essential oil has a multitude of benefits for aromatherapy as well, and is often used to purify the air and lift the spirits. The fresh, lemon scent has a subtle grassy undertone that is enjoyed by most, while repelling mosquitos and other pests at the same time. \n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-lemongrass-essential-oil/",
        "pageTitle": "Organic Lemongrass Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Lemongrass.jpg"
    },
    "Organic Lemon Essential Oil": {
        "productName": "Organic Lemon Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tLemon oil has been cherished throughout history for its antiseptic properties, and was often used to treat maladies such as nausea, fevers, colds and skin ailments. Because of the latter, it is also one of the oldest and most useful cosmetics. Lemons are native to Southeast Asia, but were brought to the Mediterranean more than a thousand years ago. Lemon oil can be expressed from the peel, leaves, twigs, and underdeveloped fruits of a lemon tree, to capture an aroma that is nearly identical to that of the fruit. The fresh, invigorating, citrusy scent can aid in concentration and focus and bring about positivity.  \n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-lemon-essential-oil/",
        "pageTitle": "Organic Lemon Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2016/05/EO-Yellow-Lemon-.125oz.jpg"
    },
    "Organic Jojoba Oil": {
        "productName": "Organic Jojoba Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tA proven antioxidant, jojoba closely mimics your skin’s own natural protective oil, making it ideal for use in skincare products. Technically a hydrating wax, jojoba soothes the skin and adds a layer of protection. It is also very stable, lending its preservation properties to oils diffused within it. Essential oils are ideally paired with jojoba because its minimal scent does not interfere. Since essential oils should always be diluted before using on the skin, jojoba is one of our favorite options.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-jojoba-oil/",
        "pageTitle": "Organic Jojoba Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/EO-Jojoba.jpg"
    },
    "Organic Fir Needle Essential Oil": {
        "productName": "Organic Fir Needle Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tRefreshingly balsamic, the fresh pine scent evokes the outdoors. This ancient oil predates the Egyptians who used it to promote hair growth. Prior to that, it was used for its antibacterial traits and was a remedy for treating colds, coughs, joint pains and muscular cramps. Recharging and rejuvenating, the oil comes from steam distilling the needles. Today, fir needle oil is used to purify the air and leave the lingering essence of a deep forest behind. In aromatherapy, this grounding oil can recharge the senses and provide anchoring and empowerment.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-fir-needle-essential-oil/",
        "pageTitle": "Organic Fir Needle Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Fir_Needle.jpg"
    },
    "Organic Sweet Fennel Essential Oil": {
        "productName": "Organic Sweet Fennel Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tTraditionally used as a digestive aid, the licorice-like, peppery scent of sweet fennel was thought to help increase lifespan. Ancient Egyptians awarded garlands of fennel as praise to victorious warriors because fennel was believed to bestow strength, courage and long life. It has long been used in tea to help balance hormones, regulate menstruation and ease digestive and menstrual cramps. Sweet fennel oil is also a key ingredient in baby’s “gripe water” since it helps with stomach issues. The essential oil is steam distilled from the crushed fennel seeds, and is often used in aromatherapy to raise courage and promote longevity.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-sweet-fennel-essential-oil/",
        "pageTitle": "Organic Sweet Fennel Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Sweet_Fennel.jpg"
    },
    "Organic Clary Sage Essential Oil": {
        "productName": "Organic Clary Sage Essential Oil",
        "productPrice": "$9.99",
        "productDescription": "\n\tWarm, sweet and herbaceous, clary sage is one of the key ingredients in Eau de Cologne.The aromatherapeutic benefits of clary sage were first recognized by beer brewers in the fifteenth century, where it was legendary for inducing intoxicating euphoria when inhaled. The plant’s anti-depressant properties made it an ideal substitute for hops, and it is still used to flavor tobacco. A member of the mint family, the flowering tops of this perennial are steam distilled to capture their essence. Clary sage has historically been taken orally to alleviate upset stomach and digestive disorders, and shows promise as a bacterial disinfectant. More notable, however, is clary sage essential oil’s ability to reduce cortisol levels and promote happiness—something we can all use a little more of.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-clary-sage-essential-oil/",
        "pageTitle": "Organic Clary Sage Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/EO-Green-ClarySage-.125oz.jpg"
    },
    "Organic Blood Orange Essential Oil": {
        "productName": "Organic Blood Orange Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tOriginally cultivated in the 18th century, blood orange gets its deep red color from anthocyanin, a powerful antioxidant. It has been reported to have anti-depressant, anti-inflammatory and antiseptic properties, making it a great addition to diffusers, lotions and creams and homemade cleaning products. The rind is cold pressed to release the sweet, citrusy aroma, which is widely used in aromatherapy to promote feelings of warmth and happiness. A universally pleasing scent, it is used widely to calm and uplift both the mind and body.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-blood-orange-essential-oil/",
        "pageTitle": "Organic Blood Orange Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Blood_Orange.jpg"
    },
    "Aloe Vera After-Sun Gel Spray": {
        "productName": "Aloe Vera After-Sun Gel Spray",
        "productPrice": "$10.99",
        "productDescription": "\n\tAll the protective and healing power of aloe vera, without any sticky residue! Goddess Garden After-Sun Gel is a lightweight, air-powered spray gel. It is easy to apply and minimizes the need to rub delicate, sunburned skin. Organic aloe vera provides a healing and protective benefit that is ideal for sunburns, but also works well as a daily moisturizer to soothe dry or irritated skin. Lavender and tea tree essential oils cool and soothe sunburns on contact, while providing a light, fresh scent with no synthetic fragrances. \n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/aloe-vera-after-sun-gel-spray/",
        "pageTitle": "Aloe Vera After-Sun Gel Spray - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_After-Sun-Gel-with-Aloe-Vera_6oz_Spray.jpg"
    },
    "Kids Natural Sunscreen Trigger Spray": {
        "productName": "Kids Natural Sunscreen Trigger Spray",
        "productPrice": "$17.99",
        "productDescription": "\n\tOur convenient lotion pump spray sunscreen makes protecting your kids easier than ever. Always mineral-only and free of chemical sunscreens, our spray sunscreen is as sensitive on your child’s skin as it is on the environment. Non-nano, biodegradable, and reef safe, you can be reassured that you are using the cleanest sunscreen available today.\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/kids-natural-sunscreen-trigger-spray/",
        "pageTitle": "Kids Natural Sunscreen Trigger Spray - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Kids-8oz-trigger-spray.jpg"
    },
    "The Friend Balancing Kit": {
        "productName": "The Friend Balancing Kit",
        "productPrice": "$18.99",
        "productDescription": "\n\tAs a friend… You rank high in your social circles, but it doesn’t go to your head. Your knack for negotiation is bolstered by your deep belief that all men and women are created equal. You’re uniquely likable and down-to-earth, despite your popularity. This makes you approachable. You’re known for your friendliness and empathy, as well as your lack of pretense.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-friend-balancing-kit/",
        "pageTitle": "The Friend Balancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Friend_Balancing_Kit.jpg"
    },
    "The Adventurer Enhancing Kit": {
        "productName": "The Adventurer Enhancing Kit",
        "productPrice": "$22.99",
        "productDescription": "\n\tAs an Adventurer… You find your true self by exploring the world around you. You’re always eager to try new things, and you’re energized by adventure and experiences. With an enviable lifestyle, you’re known for your ambition and ability to be true to yourself.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-adventurer-enhancing-kit/",
        "pageTitle": "The Adventurer Enhancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Adventurer_Enhancing_Kit.jpg"
    },
    "Organic Ylang Ylang III Essential Oil": {
        "productName": "Organic Ylang Ylang III Essential Oil",
        "productPrice": "$9.99",
        "productDescription": "\n\tThe name “ylang ylang” aptly means “flower of flowers.” It is known for its intensely sweet almond and jasmine scent, but its exotic aroma is only part of its story. The French chemists Garnier and Rechler discovered ylang ylang was effective against malaria, typhus and infections of the intestinal tract at the beginning of the twentieth century. Their research also showed it had a calming effect on the heart. The essential oil is steam distilled from the freshly picked flowers, and is used by aromatherapists to soothe and prevent anger born of frustration. The aroma is also purported to be an aphrodisiac, and can help ease nervous tension and symptoms of depression.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-ylang-ylang-iii-essential-oil/",
        "pageTitle": "Organic Ylang Ylang III Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Ylang_Ylang_III.jpg"
    },
    "Organic Tea Tree Essential Oil": {
        "productName": "Organic Tea Tree Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tHailing from Australia, tea tree oil provoked interest and study after Captain James Cook brought it to Europe. He and his men are said to have used a tea made from the leaves to overcome scurvy—hence the name “tea tree.” Not to be confused with the tea plant used to produce black and green tea, tea tree oil is extracted through steam distillation of twigs and leaves of the tea tree, which is native to the streams and flats of Australia. The Aborigines used tea tree oil for centuries to heal wounds and infections. The fresh, medicinal, woodsy scent physically and emotionally clears the head and the aroma is often used for both purposes in aromatherapy today.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-tea-tree-essential-oil/",
        "pageTitle": "Organic Tea Tree Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Tea_Tree.jpg"
    },
    "Organic Sweet Orange Essential Oil": {
        "productName": "Organic Sweet Orange Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tIn China, the gift of an orange is said to bring the recipient good fortune because the color symbolizes wealth. Not coincidentally, sweet orange oil offers a wealth of benefits. Most people enjoy the sweet, fresh, citrusy scent of orange oil, and most can benefit from its ability to improve mood, aid in concentration and create self-confidence. The scent is extracted by cold pressing the fresh, ripe peel of the orange, and it evokes feelings of happiness and warmth.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-sweet-orange-essential-oil/",
        "pageTitle": "Organic Sweet Orange Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Sweet_Orange.jpg"
    },
    "Story Starter Essential Oil Starter Kit": {
        "productName": "Story Starter Essential Oil Starter Kit",
        "productPrice": "$21.99",
        "productDescription": "\n\tWhat’s Your Story?\nWhether you’re looking to lift your mood, or find an organic fragrance for yourself or home, essential oils allow you to turn the page on synthetic chemicals and let the outdoors in. Essential oils are exciting, but they can be intimidating if you’ve never used them before. To help you ease your way into using these ancient oils, we’ve gathered our Story Starter kit, complete with organic rosemary, eucalyptus, lemon and clove bud. Each ¼-ounce bottle is the perfect amount to learn your favorite blends and figure out your favorites. Test, smell and play. You can’t go wrong—you’ll be attracted to the oils you need most.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/story-starter-essential-oil-starter-kit/",
        "pageTitle": "Story Starter Essential Oil Starter Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Story_Starter_Kit.jpg"
    },
    "Organic Rosemary Essential Oil": {
        "productName": "Organic Rosemary Essential Oil",
        "productPrice": "$9.99",
        "productDescription": "\n\tA water-loving Mediterranean herb, the name is appropriately derived from the Latin “Rosmarinus” or “sea dew.” Rosemary was considered sacred by the Egyptians, Hebrews, Greeks and Romans, and was used in the Middle Ages to ward off evil spirits and protect against the plague. Refreshingly herbal, with a camphorus, earthy tone, rosemary offers both culinary and herbal benefits, making it one of the most popular essential oils. Research has shown the aroma can stimulate the memory process and trigger alertness, aiding in concentration and increasing confidence. It increases blood flow to muscles, and creates warmth when used on the skin.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-rosemary-essential-oil/",
        "pageTitle": "Organic Rosemary Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Rosemary.jpg"
    },
    "Organic Nutmeg Essential Oil": {
        "productName": "Organic Nutmeg Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tIn Victorian England, nutmeg was used to flavor custards, and was especially favored among convalescents since the spice is said to promote general wellness. Nutmeg is said to aid in digestive issues, and the oil was often used in massage to ease arthritis and pain. The warm, relaxing scent is what most people think of when they smell eggnog since it is a common ingredient. The essential oil is steam distilled from the dried nut of the tropical tree, and used extensively in aromatherapy for uplifting effects.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-nutmeg-essential-oil/",
        "pageTitle": "Organic Nutmeg Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Nutmeg.jpg"
    },
    "Organic Clove Bud Essential Oil": {
        "productName": "Organic Clove Bud Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tThe ultimate spicy fragrance, clove bud offers a rich, warm woodsy scent. History reports envoys to Ancient China used clove buds as breath fresheners before meetings with the Emperor. Clove bud oil was used by the Greeks and Romans to relieve toothaches and kill the germs that caused bad breath. It was also historically used to treat pain, digestive disorders and skin infections and speed healing. The essential oil is harnessed by steam distilling the bud of the clove. It has a warming effect that serves as a mental stimulant and mood enhancer when inhaled.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-clove-bud-essential-oil/",
        "pageTitle": "Organic Clove Bud Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Clove_Bud.jpg"
    },
    "Organic Cedarwood Atlas Essential Oil": {
        "productName": "Organic Cedarwood Atlas Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tDuring the Great Plague of 1665, people in England carried bouquets of cedarwood, lavender and cypress because they believed these plants’ natural antiseptic properties helped protect them. Used throughout history as an antiseptic, antifungal and anti-inflammatory, cedarwood originated in Lebanon and is still commonly used today. The oil is distilled from the wood shavings of the evergreen tree, which lends it its balsamic, woodsy scent, akin to a freshly sharpened pencil. The scent is often used to instill feelings of harmony, strength and romance, and to calm the mind. It can also ward away insects—mosquitos are especially repelled. \n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-cedarwood-atlas-essential-oil/",
        "pageTitle": "Organic Cedarwood Atlas Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Cedarwood_Atlas.jpg"
    },
    "Organic Black Spruce Essential Oil": {
        "productName": "Organic Black Spruce Essential Oil",
        "productPrice": "$9.99",
        "productDescription": "\n\tFresh and pine-like with balsamic top notes, and a slightly sweet undertone, black spruce oil has a sweeter aroma compared to other needle oils. Native Americans have long recognized the medicinal benefits of black spruce. They brewed a tea from the bark to cure fevers, and used the powdered resin to heal wounds. The essential oil has a fresh aroma that is often added to cleaning products both as a fragrance and for its ability to calm, sooth and reenergize. Aromatherapists use black spruce in baths to revive tired muscles, and in massage to ease stiff muscles, boost circulation and treat cellulite.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-black-spruce-essential-oil/",
        "pageTitle": "Organic Black Spruce Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Black_Spruce.jpg"
    },
    "Kids Natural Sunscreen Lotion": {
        "productName": "Kids Natural Sunscreen Lotion",
        "productPrice": "$3.99",
        "productDescription": "\n\tGoddess Garden Kids Natural Sunscreen is the original natural sunscreen our founders made for their daughter—an organic, mineral-only product. Packed with safe, plant-based ingredients, our gentle, yet powerful sunscreen will keep you and your family protected from the sun, while protecting the Earth at the same time!\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/kids-natural-sunscreen-lotion-2/",
        "pageTitle": "Kids Natural Sunscreen Lotion - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Kids-3.4oz-tube.jpg"
    },
    "The Rebel Enhancing Kit": {
        "productName": "The Rebel Enhancing Kit",
        "productPrice": "$18.99",
        "productDescription": "\n\tAs a rebel… You believe change starts by taking a different path, and you’re leading the way. You have an uncanny ability to see things from a different perspective, and you’re not hindered by conformity. You’re known for taking action and for being a positive force for change.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-rebel-enhancing-kit/",
        "pageTitle": "The Rebel Enhancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Rebel_Enhancing_Kit.jpg"
    },
    "The Hero Enhancing Kit": {
        "productName": "The Hero Enhancing Kit",
        "productPrice": "$18.99",
        "productDescription": "\n\tAs a Hero… Your success is not by accident. You work hard and know you can overcome any obstacle that gets in your way. When others shy from a challenge, you’re energized! When a friend needs a running buddy, you’re the first they call. You can also don a cape and come to their rescue during a crisis. You’re known for your competence, courage, and—in an endearing way—your craziness.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-hero-enhancing-kit-2/",
        "pageTitle": "The Hero Enhancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Hero_Balancing_Kit.jpg"
    },
    "The Friend Enhancing Kit": {
        "productName": "The Friend Enhancing Kit",
        "productPrice": "$22.99",
        "productDescription": "\n\tAs a friend… You rank high in your social circles, but it doesn’t go to your head. Your knack for negotiation is bolstered by your deep belief that all men and women are created equal. You’re uniquely likable and down-to-earth, despite your popularity. This makes you approachable. You’re known for your friendliness and empathy, as well as your lack of pretense.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-friend-enhancing-kit/",
        "pageTitle": "The Friend Enhancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Friend_Enhancing_Kit.jpg"
    },
    "The Enlightened Enhancing Kit": {
        "productName": "The Enlightened Enhancing Kit",
        "productPrice": "$18.99",
        "productDescription": "\n\tAs an enlightened… You have a deep understanding of the world that helps you filter the nonsense to make sense of it all. An expert in many fields, you’re often a resource for those around you. You share your wisdom freely and always strive to learn more yourself. You’re known for your intelligence and ability to rationalize.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-enlightened-enhancing-kit/",
        "pageTitle": "The Enlightened Enhancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Enlightened_Enhancing_Kit.jpg"
    },
    "Writer’s Block Organic Aromatherapy Blend": {
        "productName": "Writer’s Block Organic Aromatherapy Blend",
        "productPrice": "$18.49",
        "productDescription": "\n\tHaving trouble getting your creative juices flowing? Try this synergistic combination of lemon, rosemary, sweet basil and thyme oils! It will stimulate the mind and awaken the senses—perfect for situations that require extra inspiration and intense focus. Simply add a few drops of this fresh and fragrant blend to your diffuser and watch your ideas flourish.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/writers-block-organic-aromatherapy-blend/",
        "pageTitle": "Writer's Block Organic Aromatherapy Blend - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/25oz_Writers_Block.jpg"
    },
    "The Sunbeam Balancing Kit": {
        "productName": "The Sunbeam Balancing Kit",
        "productPrice": "$18.99",
        "productDescription": "\n\tAs a sunbeam… You add light and levity to everyone around you. In a group, you’re the happy, smiling one, usually bubbling with laughter. You live in the moment and for the moment—enjoying every minute of it! People enjoy being around you, which works well for you since you’re energized by the laughter of others. You’re known for your good humor and spirit.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-sunbeam-balancing-kit/",
        "pageTitle": "The Sunbeam Balancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Sunbeam_Balancing_Kit.jpg"
    },
    "Organic Sage Essential Oil": {
        "productName": "Organic Sage Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tWith a strong, heady scent suggestive of a desert rain, sage has been used to boost memory and promote wisdom since the 16th century. Native Americans used white sage and other species of this fragrant plant in religious rituals. This rugged desert plant is said to be an anti-inflammatory and antibacterial, and has long been used for purification. The leaves are steam distilled to capture the stimulating aroma, which is still used today to purify the air, enhance memory and improve cognitive function.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-sage-essential-oil/",
        "pageTitle": "Organic Sage Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Sage.jpg"
    },
    "Organic Lime Essential Oil": {
        "productName": "Organic Lime Essential Oil",
        "productPrice": "$4.99",
        "productDescription": "\n\tBoasting a citrusy scent with fresh, tart undertones, the benefits of lime date all the way back to prehistoric times when it was used to treat poisonous bites and swelling. More recently, lime has been used either topically or through a diffuser to treat bacterial infections and reduce fevers. Likely native to Eastern Malaysia, lime oil is extracted by steam distillation or cold pressing the leaves and twigs of the lime tree. It is used in aromatherapy applications to boost the immune and respiratory systems, improve alertness and relieve anxiety.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-lime-essential-oil/",
        "pageTitle": "Organic Lime Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Lime.jpg"
    },
    "Organic Juniper Berry Essential Oil": {
        "productName": "Organic Juniper Berry Essential Oil",
        "productPrice": "$9.99",
        "productDescription": "\n\tNamed from “genievere,” the French word for gin, the juniper berry has been used to help flavor gin and other alcoholic beverages since medieval times. Juniper berry oil earned its tenure through the centuries as a mild antiseptic and arthritic pain reliever. It was also used to treat cellulite, common skin conditions and hair loss. Juniper berry oil was often added to water to cleanse and to purify the home. The berries are steam distilled to capture their clean, woodsy, pine-like smell, commonly used today to relieve stress and anxiety.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-juniper-berry-essential-oil/",
        "pageTitle": "Organic Juniper Berry Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Juniper_Berry.jpg"
    },
    "Organic Cardamom Essential Oil": {
        "productName": "Organic Cardamom Essential Oil",
        "productPrice": "$9.99",
        "productDescription": "\n\tClosely related to ginger, cardamom is said to be a strong aphrodisiac. Boasting a spicy, slightly sweet and balsamic scent, cardamom is often used in the Middle East to scent and flavor coffee. Cardamom was first favored for its medicinal value, and was often used to freshen breath, clear infection, and as a digestive aid. With 4,000 years of history, cardamom is one of the most ancient and coveted medicinal spices, treasured by the Egyptians, Romans and even Vikings. It is often used in aromatherapy to soothe the lungs and to help clear the mind.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/organic-cardamom-essential-oil/",
        "pageTitle": "Organic Cardamom Essential Oil - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/125oz_Cardamom.jpg"
    },
    "SUBSCRIPTION": {
        "productName": "SUBSCRIPTION",
        "productPrice": "$59.99",
        "productDescription": "\n\tSave on essential oils by committing to positivity! Subscribe to our monthly plan, and we’ll deliver a hand-curated organic essential oil set at up to 35% off the price of buying the oils alone.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/subscription/",
        "pageTitle": "SUBSCRIPTION - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/05/201602SubscriptionBoxImage.jpg"
    },
    "Lavender Sky Essential Oil Roll-On Perfume": {
        "productName": "Lavender Sky Essential Oil Roll-On Perfume",
        "productPrice": "$14.99",
        "productDescription": "\n\tA lively lavender with just a hint of mint, Lavender Sky is both spirited and down to earth. Featuring certified-organic essential oils, our roll-on perfume lets you display your lighthearted spirit, while still being mindful of your need for clean ingredients. We list all our natural ingredients so you know exactly what you’re wearing, giving options to people with allergies, sensitivities or those who simply want to avoid hidden mystery chemicals.\nDesigned solely with scent in mind, Lavender Sky is a sophisticated perfume, not a traditional essential-oil remedy. With notes of lavender bud and peppermint leaf, our uniquely beautiful perfume forms a complex aroma that feels as good to wear as you’ll feel about wearing it!\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/lavender-sky-essential-oil-roll-on-perfume/",
        "pageTitle": "Lavender Sky Essential Oil Roll-On Perfume - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Lavender-Sky-Essential-Oil-Perfume.jpg"
    },
    "Kids Sport Natural Sunscreen Lotion": {
        "productName": "Kids Sport Natural Sunscreen Lotion",
        "productPrice": "$3.99",
        "productDescription": "\n\tProtecting your child’s sensitive skin is easy with Goddess Garden Kids Sport Natural Mineral Sunscreen. Our top-rated, certified-organic sunscreen is tough enough to keep up with your active children, yet gentle on their sensitive skin. Water resistant for 80 minutes, our Kids Sport Sunscreen will keep your entire family safe in the sun, no matter what the day brings!\n*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/kids-sport-natural-sunscreen-lotion/",
        "pageTitle": "Kids Sport Natural Sunscreen Lotion - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/Goddess_Garden_Kids-Sport-3.4oz-tube.jpg"
    },
    "EVERYDAY NATURAL SUNSCREEN LOTION": {
        "productName": "EVERYDAY NATURAL SUNSCREEN LOTION",
        "productPrice": "",
        "productDescription": "\n\tMade with plant-based ingredients and natural minerals, our everyday natural sunscreen provides powerful broad-spectrum sun protection. With its sheer, non-greasy application, this certified organic, reef safe, and biodegradable sunscreen is good for you and the world around you.*Only ships within the United States\n\n",
        "productUrl": "https://www.goddessgarden.com/product/everyday-natural-sunscreen-lotion-3/",
        "pageTitle": "EVERYDAY NATURAL SUNSCREEN LOTION - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/05/SS_Everyday_3.4oz_Tube.jpg"
    },
    "The Nurturer Balancing Kit": {
        "productName": "The Nurturer Balancing Kit",
        "productPrice": "$18.99",
        "productDescription": "\n\tAs a nurturer… Known for your devotion, you treat the people closest to you with a parental-like sense of unconditional love. You embody the phrase “love thy neighbor,” and you develop strong, genuine feelings for the people you care about. You are a true friend, and you get your lift by uplifting others. You are known for your compassion and generosity.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-nurturer-balancing-kit/",
        "pageTitle": "The Nurturer Balancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Nurturer_Balancing_Kit.jpg"
    },
    "The Humanitarian Balancing Kit": {
        "productName": "The Humanitarian Balancing Kit",
        "productPrice": "$18.99",
        "productDescription": "\n\tAs a humanitarian… whatever you’re doing and whoever you’re with, you put your whole heart into it! You care very deeply about those around you. When someone enters your life, he or she becomes a large part of it. You’re the first person people turn to, but that’s fine with you since you thrive on close, personal relationships. You’re known for your passion, appreciation and commitment.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-humanitarian-balancing-kit/",
        "pageTitle": "The Humanitarian Balancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Humanitarian_Balancing_Kit.jpg"
    },
    "The Humanitarian Enhancing Kit": {
        "productName": "The Humanitarian Enhancing Kit",
        "productPrice": "$22.99",
        "productDescription": "\n\tAs a humanitarian… whatever you’re doing and whoever you’re with, you put your whole heart into it! You care very deeply about those around you. When someone enters your life, he or she becomes a large part of it. You’re the first person people turn to, but that’s fine with you since you thrive on close, personal relationships. You’re known for your passion, appreciation and commitment.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-humanitarian-enhancing-kit/",
        "pageTitle": "The Humanitarian Enhancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Humanitarian_Enhancing_Kit.jpg"
    },
    "The Optimist Balancing Kit": {
        "productName": "The Optimist Balancing Kit",
        "productPrice": "$18.99",
        "productDescription": "\n\tAs an optimist… You believe people should be free to be themselves. You strive to do what’s right and trust that others are trying to do the same thing. You tend to see the good in all people and in the world around you. Known for your faith and optimism, you often help others see their glass as half full.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-optimist-balancing-kit/",
        "pageTitle": "The Optimist Balancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Optimist_Balancing_Kit.jpg"
    },
    "The Nurturer Enhancing Kit": {
        "productName": "The Nurturer Enhancing Kit",
        "productPrice": "$22.99",
        "productDescription": "\n\tAs a nurturer… Known for your devotion, you treat the people closest to you with a parental-like sense of unconditional love. You embody the phrase “love thy neighbor,” and you develop strong, genuine feelings for the people you care about. You are a true friend, and you get your lift by uplifting others. You are known for your compassion and generosity.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-nurturer-enhancing-kit/",
        "pageTitle": "The Nurturer Enhancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Nurturer_Enhancing_Kit.jpg"
    },
    "The Leader Balancing Kit": {
        "productName": "The Leader Balancing Kit",
        "productPrice": "$22.99",
        "productDescription": "\n\tAs a leader… People rely on you because you find order in disorder and stay calm in chaos. You know everything has a place and a purpose. Within order there is harmony and within harmony there is happiness—you make it happen, no matter what life throws at you. That makes you a natural leader.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-leader-balancing-kit/",
        "pageTitle": "The Leader Balancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Leader_Balancing_Kit.jpg"
    },
    "The Enlightened Balancing Kit": {
        "productName": "The Enlightened Balancing Kit",
        "productPrice": "$18.99",
        "productDescription": "\n\tAs an enlightened… You have a deep understanding of the world that helps you filter the nonsense to make sense of it all. An expert in many fields, you’re often a resource for those around you. You share your wisdom freely and always strive to learn more yourself. You’re known for your intelligence and ability to rationalize.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-enlightened-balancing-kit/",
        "pageTitle": "The Enlightened Balancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Enlightened_Balacing_Kit.jpg"
    },
    "The Creative Enhancing Kit": {
        "productName": "The Creative Enhancing Kit",
        "productPrice": "$22.99",
        "productDescription": "\n\tAs a creative… The world is your palette, just waiting for you to pick up the paintbrush. You see everything as an opportunity, and your vision extends well past the arts. To make something means to improve the world, and you strive to create beauty and enduring value. You’re known for your imagination and your talent, which is always improving.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-creative-enhancing-kit/",
        "pageTitle": "The Creative Enhancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Creative_Enhancing_Kit.jpg"
    },
    "The Creative Balancing Kit": {
        "productName": "The Creative Balancing Kit",
        "productPrice": "$22.99",
        "productDescription": "\n\tAs a creative… The world is your palette, just waiting for you to pick up the paintbrush. You see everything as an opportunity, and your vision extends well past the arts. To make something means to improve the world, and you strive to create beauty and enduring value. You’re known for your imagination and your talent, which is always improving.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-creative-balancing-kit/",
        "pageTitle": "The Creative Balancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Creative_Balancing_Kit.jpg"
    },
    "The Adventurer Balancing Kit": {
        "productName": "The Adventurer Balancing Kit",
        "productPrice": "$27.99",
        "productDescription": "\n\tAs an Adventurer… You find your true self by exploring the world around you. You’re always eager to try new things, and you’re energized by adventure and experiences. With an enviable lifestyle, you’re known for your ambition and ability to be true to yourself.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-adventurer-balancing-kit/",
        "pageTitle": "The Adventurer Balancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Adventurer_Balancing_Kit.jpg"
    },
    "The Sunbeam Enhancing Kit": {
        "productName": "The Sunbeam Enhancing Kit",
        "productPrice": "$27.99",
        "productDescription": "\n\tAs a sunbeam… You add light and levity to everyone around you. In a group, you’re the happy, smiling one, usually bubbling with laughter. You live in the moment and for the moment—enjoying every minute of it! People enjoy being around you, which works well for you since you’re energized by the laughter of others. You’re known for your good humor and spirit.\n\n",
        "productUrl": "https://www.goddessgarden.com/product/the-sunbeam-enhancing-kit/",
        "pageTitle": "The Sunbeam Enhancing Kit - Goddess Garden Organics | Products Safe for the Whole Family",
        "imageUrl": "https://www.goddessgarden.com/wp-content/uploads/2017/11/The_Sunbeam_Enhancing_Kit.jpg"
    }
}
