{
    "Kenya Red Cherry Project": {
        "productName": "Kenya Red Cherry Project",
        "productPrice": "$21.00",
        "productDescription": "There are just over a hundred 12oz\nbags of our Kenya Red Cherry Project available. This product page\nwill be updated to show current status on bags available. Don't\nmiss out!\nTHIS IS A PRE-ORDER COFFEE. THE KENYA\nRED CHERRY PROJECT COFFEE WILL BE ROASTED AND SENT OUT ON MONDAY,\nNOVEMBER 13. ANY ADDITIONAL ITEMS YOU ADD TO YOUR ORDER WITH THIS\nCOFFEE WILL ALSO BE SENT OUT ON MONDAY, NOVEMBER 13.\n\nRich notes of caramel give way to hints of peach.\n\nKenyan Coffee: The Red Cherry Project\nThe latest limited-edition release from Thanksgiving Coffee\nCompany is a project out of Kenya. This is a challenge that Royal\nCoffee Importers put to their best-performing Kenyan coffee\ncooperatives, to create a rare and spectacular product: the Red\nCherry Project.\nEach of the cherries for this project from the Othaya Group is\npicked at its ripest stage, and then goes through a secondary\nhand-sort, to ensure only the most ideal cherries are selected.\nIt's a brilliant project that Royal Coffee has executed in other\nareas to excellent results - and we're excited to be one of the few\nto roast and sell this edition!\n\nOrigin Specifics\n380 smallholders organized around Othaya Cooperative\nSociety's Mahiga Factory.\nEvery individual coffee cherry was handpicked at the perfect stage\nof ripeness to ensure an excellent crop.\nVariety: SL28, SL34, Ruiru 11, and Batian\nRegion: Rukira Village, Nyeri County, Central Province,\nKenya\nHarvest: October-December\nAltitude: 1700 - 1890 meters\nSoil: Volcanic loam\nProcess: Floated prior to depulping, fermented for 72\nhours, fully washed, then soaked in clean water for 16-24 hours.\nDried on raised beds under shade and then in the sun.\n\nNotes From Royal Coffee\nOriginally from this page: royalcoffee.com/kenya-red-cherry-project-so-much-more-than-ripe-fruit\n2017 marks the first year where we’ve partnered to pre-select\ncertain lots at the Othaya and Aguthi Cooperatives in Kenya. We’ve\ndubbed the initiative Red Cherry Project – a nod to the importance\nof harvest selection prior to processing. But there is so much more\nhere than just picking ripe fruit.\nGreat harvest selection begins with exceptional farms and\nfarmers. Farmer members of Othaya and Aguthi are fortunate to be\nblessed with great terroir – Nyeri County holds a revered\nreputation in Kenya. Coffee here benefits from predictable\nsemi-annual rainy seasons, fertile soil, and good elevation in the\nfoothills of the Aberdares mountain range.\nFor the Red Cherry Project, the cooperative societies selected\nmodel farmers, known already for for their level of attention to\ndetail and ability to deliver high quality consistently. These\nfarmers deliver only 100% ripe cherries to their factory (wet mill\nand washing station). The coffee then undergoes hand-sort to remove\nany under-ripes and a flotation to separate any low-density coffee\nprior to processing.\nFollowing pulping, the coffee undergoes an extended 72 hour\nfermentation. Once fermentation is complete, the wet parchment is\nsoaked for a further 16-24 hours. The post-fermentation soak once\nwas considered standard practice across Kenya, and its absence\nnowadays is \"pretty surprising,\" reports Royal CEO Max\nNicholas-Fulmer. \"At the vast majority of factories I have visited\nover the past 4-5 years the post soak tanks sit idle, with weeds\ngrowing, or are used for storage.\"\nBut the post soak is a critical step in the process – once\nmostly exclusive to Kenyan coffee, now adopted by quality-minded\nproducers worldwide. In addition to providing an opportunity to\nfurther clean the coffee after fermentation, it’s thought that the\nshort soaking process kick-starts the coffee seed’s germination\nactivity, developing a particular, unique set of compounds that are\nthen preserved on the drying tables and revealed during\nroasting.\nAll this work in selection, washing, and fermentation\nnecessitates additional care to preserve the quality. Once the wet\nparchment is moved to a drying table, it is sorted for pulper nicks\nor other visual defects and is stored under cover of tarps to\nprevent sun damage during its fragile first few days. Once the\ncoffee is fully dried, the parchment is bagged in GrainPro and\ntransported to the dry mill in Nairobi.\nWe agreed that in exchange for this kind of additional work and\ncare, and to ensure our first right of refusal on these coffees,\nwe’d match the highest price paid to farmers in Kenya in 2016. We\nincreased the amount again when it became clear how limited the\nentire country’s harvest was this season.\nThe extensive labor and attention to detail alone warrant a\npremium. The clarity and diversity of flavors offered by these\nunique, exclusive, and very limited quantity coffees validate\nit.\n",
        "productUrl": "https://store.thanksgivingcoffee.com/kenya-red-cherry-project-p406.aspx",
        "pageTitle": "Kenya Red Cherry Project | Kenyan Coffee | Thanksgiving Coffee Company",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/Kenya_Red_Cherry-front-web.png"
    },
    "2017 Holiday Blend": {
        "productName": "2017 Holiday Blend",
        "productPrice": "$18.00",
        "productDescription": "A layered, complex, and savory treat for the holidays. Dark\nchocolate with a hint of cedar, followed by ripe plum and a\npleasant finish.\n\nThis is a 1.5 pound bag - DOUBLE the size of our standard\n12oz coffee bags!\nThe seasonal favorite returns! This year’s Holiday Blend\ncontinues our 37 year-long tradition of offering an excellent\ncoffee for a great deal over the holidays. \nAt twice the size of our standard packages, the Holiday Blend is\nperfect for gatherings of family and friends. Bring a package home\nfor the Holidays, and share the Roaster of the Year award-winning\nflavor of Thanksgiving Coffee.\n\nA layered, complex, and savory treat - our 2017 Holiday Blend\nis a joyous gathering of the finest coffees from around the\nworld. The initial taste is of dark chocolate with a hint\nof cedar. Then bright and lively notes sparkle into play, followed\nby a suggestion of ripe plum and a soft pleasant finish.\nBuy one for yourself and one for a friend - it's the perfect\npresent for anyone on your list! Did you know you can order\npackages for multiple addresses in a single order? Let us show\nyou how easy it is!\n\nThanksgiving Coffee CompanyNot Just A Cup, But A\nJust Cup",
        "productUrl": "https://store.thanksgivingcoffee.com/2017-holiday-blend-p405.aspx",
        "pageTitle": "Holiday Coffee Blend | Coffee Beans | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/Holiday_Blend-2017_web1.png"
    },
    "El Salvador Coffee": {
        "productName": "El Salvador Coffee",
        "productPrice": "$18.00",
        "productDescription": "Milk chocolate, nougat, and toasted walnut.\n\nEl Salvador Coffee Beans - Medium Roast\nIf you want first access to limited-edition or single origin\ncoffees, consider signing up for our \nRoastmaster's Select Coffee Club! Club members get a chance to\ntry the most exclusive coffees that come out of our Roastery. You\ncan also sign up for our Single\nOrigin Coffee Club. Members of this group receive our Latest\nArrival, and are able to taste a new single origin coffee every\nmonth from across the globe.\n\nFrom the JJ Borja Nathan Family Farm\nVarietals: Bourbon, Pacas, Sampacho/ABM\nAltitude Grown: 900 - 1500 meters \nProcessing: Fully washed from thermal springs\nRegion: Apaneca-Ilamatepec mountain range\nCoffee From El Salvador\nCoffee from the JJ Borja Nathan family is cultivated in the\nApaneca-Lamatepec mountain range. This region's volcanic origins\nhave created a rich ecosystem with soil that is ideal for high\nquality coffee cultivation. Grown in the shade of well maintained\nnative trees, the family farm preserves the natural habitat for\nlocal biodiversity.\nThe JJ Borja Nathan family has full control of their coffee,\nfrom cultivation  through to processing at their wet and dry\nmill to guarantee top quality. One of the truly unique features to\nthe farm is their use of the geothermal springs at the Agua\nCaliente Mill. Volcanically heated water comes out of the Earth at\n104°F. They also use hot spring water at 95°F, and water from a\nlocal reservoir at 82°F. This combination of waters during wet mill\nprocessing gives the JJ Borja Nathan family coffee its unique\nprofile. \nThe JJ Borja Nathan family cultivates their selected coffee\nvarietals for quality and flavor. They grow Bourbon, Pacas,\nSampacho, and their own unique variety which they have named ABM.\nThis variety is carefully processed under JJ Borja Nathan's own\nproprietary process.\n\nOur coffee beans from El Salvador are available either whole\nbean or ground in the style of your choosing: auto drip, french\npress, espresso or percolator.",
        "productUrl": "https://store.thanksgivingcoffee.com/el-salvador-coffee-p403.aspx",
        "pageTitle": "Coffee from El Salvador | El Salvador Coffee Beans | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/RS-El_Salvador-Coffee-Beans-JJ_Borja_Nathan-we.png"
    },
    "Rwanda Coffee": {
        "productName": "Rwanda Coffee",
        "productPrice": "$16.50",
        "productDescription": "Sweet, with notes of dark chocolate, juicy oranges & dark\nmaple syrup.\n\nRwandan Coffee Review\nThanksgiving Coffee got a 92 point review from Ken Davids\nat CoffeeReview.com for our Medium Roast\nRwandan Coffee!\n\n\"Blind Assessment: Immaculately sweet; lyrical. Peach,\nhoney, lavender and honeysuckle, fresh-cut cedar in aroma and cup.\nSweet, high-toned acidity; lightly syrupy mouthfeel. Peach, honey\nand flowers carry into a crisply sweet finish.\"\n\"Notes: Rwanda’s tremendous potential as fine coffee\nproducer has only come to fruition over the past several years\nowing to generous support from international aid agencies, the\nspecialty coffee community and the industry of its growers. Made up\nentirely of the admired Red Bourbon cultivar and certified\nfair-trade, this lot comes from the Dukunde Kawa Cooperative; this\ncollection of farmers in known as Musasa, after the areas major\ntown. In 2012 Thanksgiving won the SCAA’s Sustainability Award for\nwork they’ve done with this cooperative since 2004. One of the\ncountry’s pioneering socially and environmentally progressive\nroasters, Thanksgiving aimed to combine coffee quality with social\nand environmental responsibility many years before the latter\npreoccupations became fashionable.\"\n\nRwanda Coffee Farms\nDraped like a patchwork quilt over a steep winding ridge, the\ntwo thousand farms of the Dukunde Kawa Cooperative stretch over 10\nkilometers of meandering hilltops and slopes. Each small farm is\nhome to a family, and on their small plots, often an acre or less\nin size, the family produces beans, potatoes, plantains, and the\neconomic lifeblood of their community, coffee. This community of\nfarmers—collectively known as Musasa after the area’s main\ntown—produces one of the most elegant coffees in the world.\nWe have worked closely with Dukunde Kawa since 2004 on a variety\nof social, economic, and environmental projects aimed at improving\nthe quality of the farmers’ coffee and strengthening the\ncooperative and the benefits it offers to its members.\nIn 2012, we won the SCAA's Sustainability Award for these\nefforts. Watch this video about the Climate Change Adaptation\nproject we partnered on in Rwanda:\n\nFair Trade coffee from Rwanda. Available in Whole Bean or\nGround: auto drip, french press, espresso or percolator.",
        "productUrl": "https://store.thanksgivingcoffee.com/rwanda-coffee-p37.aspx",
        "pageTitle": "Coffee from Rwanda | Rwandan Coffee Beans | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/rwanda-fairtrade-medium-roast-coffee.png"
    },
    "SongBird Decaf": {
        "productName": "SongBird Decaf",
        "productPrice": "$16.50",
        "productDescription": "SongBird Decaf, Medium Roast\nRich • Nutty • Complex\nBright enough to stand on its own, but bold enough to punch\nthrough milk.\n\nAll of our decaf coffees are made using the Mountain Water\nProcess. No chemical solvents are used in the decaffeination\nprocess, just clear and pure glacial water sourced from the highest\nmountain in Mexico, the Pico de Orizaba or Citlaltépetl.\n\nMigrating songbirds need a place to rest on their long journeys\nand shade-grown coffee is one way to ensure that their precious\nhabitats are being preserved. This coffee comes from the Sierra and\nLa Frailesca regions in Chiapas, Mexico, which is a part of the\nMesoamerican rainforest, a corridor that stretches from Panama to\nBelize.\nBird Friendly Decaf Coffee\nCertified shade-grown coffee means that the farms are seamlessly\nintegrated into the forest, creating a lively community of birds,\nmonkeys, jaguars, butterflies, and more.\nEach package sold benefits the American Birding\nAssociation's programs in Central America and helps support the\noutreach of BirdNote. By\ndrinking shade-grown and bird friendly certified coffee every\nmorning, you are supporting these coffee farmers, the efforts of\nthe ABA and BirdNote, and the countless birds they are protecting\nthrough community outreach and conservation.\nLove drinking coffee? Consider signing up for a monthly coffee\nsubscription. Why bother running to the store when your favorite\nshade-grown bird friendly coffee can be delivered fresh and\nstraight to your door every month? Sign up today by checking the\nMonthly Coffee Subscription box above!\nBird Friendly and Organic Decaffeinated coffee.\nAvailable in Whole Bean or Ground: auto drip, french press,\nespresso or percolator. ",
        "productUrl": "https://store.thanksgivingcoffee.com/songbird-decaf-p54.aspx",
        "pageTitle": "Bird Friendly Decaf Coffee | Decaffeinated Coffee | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/Song_Bird_Decaf-front_web.png"
    },
    "Byron's Maracaturra - Natural": {
        "productName": "Byron's Maracaturra - Natural",
        "productPrice": "$16.50",
        "productDescription": "Lush, mellow, and jammy, with a fruity suggestion of\nblueberry.\n\nThis coffee is natural-processed: the green coffee beans are\ndried with the sweet sugars from the cherry intact, imparting\nsweetness to the cup. Lush, bright, and lively, with sweet\nflavor notes of ripe strawberry and blueberry.\n\n\nByron Corrales is a visionary farmer, campesino leader, and\npioneer in the application of biodynamic farming practices to\ncoffee production.\nTwice he’s won top honors for this magical coffee: Maracaturra,\na special variety found only on his small family farm in Nicaragua.\nThe coffee is a unique hybrid of the heirloom varietals Maragogipe\nand Caturra (Bourbon). It was developed and is grown exclusively by\nByron Corrales for Thanksgiving Coffee Company. It is a truly\nexceptional coffee that’s more akin to its cousins in the highlands\nof East Africa than its neighbors in Central America.\nNicaraguan Coffee Farming\n“I was 7 years old when my grandfather taught me to plant my\nfirst coffee tree. I liked to look at sun coming through the trees,\nto share the lessons my grandfather taught me about the growth of\nplants, and watch the rain fall and surrounded by the scent of the\nearth. I listened to the song of the birds and rode my horse to\nschool every morning. 42 years have passed in my life since then\nand I want to transmit our family’s art, our work of many years,\ndiscovering the flavors we’ve learned to bring forth from our\nmountains, expressed in this cup by way of respect for our\nenvironment and the songs we sing every day in our coffee\nfarm.\nI talk every day with my plants, and they ask me who will\nconsume each bean of our production and in this moment when you are\ntasting our coffee, I want to talk with you and tell you in silence\nthat you are contributing to the conservation of our planet, that\nthis cup has come from the Arenal Forest Reserve, that its flavor\nthat you’re tasting on your palate is the expression of life and\nthe life energy of all the living beings who live in our community.\nNow we are together in embraced by this moment celebrating with joy\nthe responsibility of protecting the future of our\ngenerations.\nThe cup of responsibility is a song of love.”\n- Byron Jose Corrales Martinez, 2008\n\nNicaraguan Coffee Review\n94 POINTS - A fine example of a “natural”\nor dry-processed coffee, meaning the beans were dried inside the\nfruit, encouraging a flavor profile that is sweeter and\ndeeper-toned than the more familiar wet-processed coffees of\nCentral America.\nThis exceptional coffee was selected as the #13 coffee on\nCoffee Review’s list of the Top 30 Coffees of 2014.\n- CoffeeReview.com\n",
        "productUrl": "https://store.thanksgivingcoffee.com/byrons-maracaturra---natural-p264.aspx",
        "pageTitle": "Nicaragua Coffee | Natural Coffee from Nicaragua | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/byrons-natural-processed-organic-coffee.png"
    },
    "Paul’s Blend": {
        "productName": "Paul’s Blend",
        "productPrice": "$14.50",
        "productDescription": "Co-founder and Roastmaster Emeritus Paul Katzeff created this\nblend to showcase his favorite coffees. Blueberry notes add to\nhints of cashew and chocolate.\n\nPaul's Blend is one of the\naward-winning roasts from our 2017 Roaster of the Year prize.\nWith so many great coffees to showcase\nour work here at Thanksgiving Coffee, Roastmater Jacob Long chose\nto present the Roaster of the Year judges with a few of our\nfreshest coffees: the vibrant and rich Kenya Nyeri Peaberry, floral Ethiopia Yirgacheffe, and the beloved\nfruity-chocolatey Paul’s Blend.\nOrganic Coffee Beans from Paul Katzeff\nI like coffee ice cream.\nI enjoy milk chocolate.\nI prefer cashew nuts to walnuts.\nMy favorite fruits are apricots, mangos and blueberries.\nAn oaky Cabernet is my favorite red wine, preferably from Mendocino\nCounty.\nRed hoppy ales make me happy too.\nWhen it comes to coffee, I choose to drink a brew that reflects\nmy favorite fruits, nuts, chocolates and wine. That's why I created\nthis blend. When you sip it, think blueberries and their sweet/sour\nnotes will magically appear to please your palate.\n- Paul Katzeff, CEO & Co-Founder, Roastmaster\nEmeritus\n\nPaul's Blend Coffee Review\n92 POINTS - “Richly and sweetly pungent.\nConcord grape, roasted cacao nib, cedar, hazelnut, lemon blossom in\naroma and cup. Brisk, lightly juicy acidity; delicate, satiny\nmouthfeel. The crisp, nut-toned finish leads with Concord grape\nnotes in the short and cedar in the long, with hazelnut throughout.\nA solid blend that offers deep fruit notes with sweet nut and\naromatic wood complications.”\n- CoffeeReview.com\nOrganic coffee, created by our co-founder and CEO, Paul Katzeff.\nAvailable in Whole Bean or Ground: auto drip, french press,\nespresso or percolator.",
        "productUrl": "https://store.thanksgivingcoffee.com/pauls-blend-p45.aspx",
        "pageTitle": "Organic Coffee Beans | Organic Coffee Blend | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/paul-katzeff-organic-medium-roast.png"
    },
    "Nicaragua Light Roast": {
        "productName": "Nicaragua Light Roast",
        "productPrice": "$15.50",
        "productDescription": "Sweet with notes of brown sugar and cacao, a lively and\nfleshy hint of apricot and summer stone fruit, and lingering milk\nchocolate sweetness, this is a quintessential Nicaraguan coffee:\ndelightful, balanced, and sweet.\n\nNestled in the mountains above the regional capital Jinotega,\nthe farmers of SOPPEXCCA grow coffee under the protective shade of\nbananas, mangos, and mahogany, and alongside dense forests\nproviding home to dozens of rare orchids and winter habitat for\nhundreds of migratory songbirds.\nOrganic Nicaraguan Coffee\nThe Nicaraguan cooperative represents 654 families and is\nrecognized around the world as a leader in the movement to empower\nsmall-scale farmers, especially women and youth. During the\nharvest, coffee is carefully picked, then depulped and fermented\novernight before it is washed, and sun-dried.\nCareful attention to the subtleties of processing and the\nfarmer’s pride produce sweetly floral coffee, with a rich nutty\ndepth and a distinctive sweetness reminiscent of dried\napricots.\nWe are proud to have purchased SOPPEXCCA’s coffee since\n2001.\n\nOrganic and Fair Trade coffee from Nicaragua. Available in Whole\nBean or Ground: auto drip, french press, espresso or\npercolator.",
        "productUrl": "https://store.thanksgivingcoffee.com/nicaragua-light-roast-p21.aspx",
        "pageTitle": "Nicaraguan Coffee | Nicaragua Coffee Beans | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/nicaragua-light-roast-fair-trade-coffee.png"
    },
    "Congo Coffee - Grauer's Gorilla Fund": {
        "productName": "Congo Coffee - Grauer's Gorilla Fund",
        "productPrice": "$16.00",
        "productDescription": "Rich notes of chocolate and spice with a syrupy\nmouthfeel.\n\nVarietal: Bourbon\nAltitude grown: 1,460- 2,000m\nProcessing: wet processed\nCo-op: SOPACDI\nCo-op membership: 3,600 farmers\nRegion: Kivu highlands, Eastern Congo\nCongo Coffee to Benefit the Dian Fossey Gorilla Fund\nInternational\nCritically endangered Grauer’s gorillas are found only in the\nDemocratic Republic of Congo and their population has plummeted by\nan estimated 80 percent in the last two decades. They have received\nminimal protection and face many ongoing dangers, as well as\npotential extinction.\n\nThe Dian Fossey Gorilla Fund has set up a program to help save\nthese gorillas, based on its successful model working with the\nmountain gorilla population in Rwanda, at the Karisoke Research\nCenter. This includes daily protection and monitoring, scientific\nresearch, community engagement and support, and local education\nprograms.\n\nThe Fossey Fund now operates a permanent research and conservation\nfield station in the core of Grauer’s gorilla range, working\nclosely with traditional landowners and other local partners. Its\nCongolese teams hike and camp deep in the forest every day,\ntracking Grauer’s gorilla groups, locating new groups, and\ncollecting important information about them that will be critical\nto helping ensure their future.\n\nThanksgiving Coffee and Grauer Gorillas\nThanksgiving Coffee donates a portion of the proceeeds from\nevery package of Grauer's Gorilla Fund cause coffee sold to\nthe Dian\nFossey Gorilla Fund.\nShop this Fair Trade and Organic cause coffee from the Congo,\nand support the Dian Fossey Gorilla Fund. Available in Whole Bean\nor Ground: auto drip, french press, espresso or percolator.",
        "productUrl": "https://store.thanksgivingcoffee.com/congo-coffee---grauers-gorilla-fund-p382.aspx",
        "pageTitle": "Congo Coffee | Grauer's Gorilla Coffee | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/Congo_Grauers_Gorilla_Fund-front_web1.png"
    },
    "Organic Bolivia Coffee": {
        "productName": "Organic Bolivia Coffee",
        "productPrice": "$15.50",
        "productDescription": "This fine single-origin Bolivian coffee is crisp, with a\nsyrupy, honey-toned sweetness marked by notes of cacao, spice, and\na juicy plum acidity.\n\nPerched atop fertile mountain ridges in the foothills east of\nthe Andes, 300 farming families produce one of Bolivia’s sweetest\ncoffees under the shade of lush jungle canopy. These farmers are\nmembers of ASOCAFE, a cooperative founded in 1990 in an effort to\nimprove the quality of the area’s coffee and, consequently, price\nand income for farmers.\nThe Bolivian Coffee Farm\nCaranavi province is the heartland of Bolivia’s organic coffee\nproduction. Rivers that flow from glaciers 4,000 meters above carve\ndeep valleys and create an ideal landscape for the cultivation of\nexquisite coffee. The coffee farmers of ASOCAFE grow prized\nvarietals on their small farms and transport their carefully\nhand-picked coffee to central processing stations, where, under the\nwatchful eye of the cooperative’s staff, the ripe cherries are\ndepulped, fermented, washed, and sun-dried.\n\nFair Trade and Organic coffee from Bolivia. Available in Whole\nBean or Ground: auto drip, french press, espresso or\npercolator.",
        "productUrl": "https://store.thanksgivingcoffee.com/organic-bolivia-coffee-p12.aspx",
        "pageTitle": "Organic Bolivian Coffee | Fair Trade Bolivia | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/bolivia-light-roast-coffee-organic.png"
    },
    "Albion River Inn Blend": {
        "productName": "Albion River Inn Blend",
        "productPrice": "$14.50",
        "productDescription": "A full-bodied and well-rounded blend with sweet chocolate\ntones and a crisp, toasty flavor.\n\nThe romantic Albion River Inn is located at cliff’s edge, high\nabove the Pacific, and delivers the quintessential Mendocino Coast\nexperience with spectacular ocean and headland views, casually\nelegant lodging, an acclaimed restaurant, and an award winning wine\nlist.\nThis unique blend from Thanksgiving Coffee has been a\ntraditional part of Albion River Inn’s fine culinary experience for\ndecades.\n\nOrganic Coffee\nA full-bodied and well-rounded blend with sweet chocolate tones\nand a crisp, toasty flavor, our Organic blend is grown high in the\nmountains of northern Nicaragua. Its rich complex flavor is a\ndelightful reminder of the Albion River Inn and California’s\nmagnificent North Coast.\nOrganic coffee, reminiscent of the lovely Albion River Inn.\nAvailable in Whole Bean or Ground: auto drip, french press,\nespresso or percolator. \nVisit the Albion River Inn Website.",
        "productUrl": "https://store.thanksgivingcoffee.com/albion-river-inn-blend-p7.aspx",
        "pageTitle": "Albion River Inn | Mendocino Coffee Roaster | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/albion-river-inn-dark-roast.png"
    },
    "Beaujolais Blend": {
        "productName": "Beaujolais Blend",
        "productPrice": "$13.50",
        "productDescription": "Heavy bodied, complex and rich with a French Roast character.\nHints of caramel, nuts and spice.\n\nThis is a strong blend of vienna, french, and medium-roasted\nSumatra. The dark intensity of the french roast complements the\nfull earthiness of the Sumatra, making one of our most popular and\nenduring blends.\n\nShow Above: a coffee farmer in one of our Sumatra\nco-ops.\nCoffee Beans: Whole or Ground\nAvailable in Whole Bean or Ground: auto drip, french press,\nespresso or percolator.",
        "productUrl": "https://store.thanksgivingcoffee.com/beaujolais-blend-p8.aspx",
        "pageTitle": "Beaujolais Coffee | Sumatra Coffee Bean Blend | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/Beaujolais_Blend-front-web1.png"
    },
    "Byron's Maracaturra, Nicaragua - washed": {
        "productName": "Byron's Maracaturra, Nicaragua - washed",
        "productPrice": "$16.50",
        "productDescription": "Sweet and floral with hints of cashew and mango.\n\nByron Corrales is a visionary farmer, campesino leader, and\npioneer in the application of biodynamic farming practices to\ncoffee production. Twice he’s won top honors for this magical\ncoffee: Maracaturra, a special variety found only on his small\nfamily farm in Nicaragua.\nThe coffee is a unique hybrid of the heirloom varietals\nMaragogipe and Caturra (Bourbon). It was developed and is grown\nexclusively by Byron Corrales for Thanksgiving Coffee Company. It\nis a truly exceptional coffee that’s more akin to its cousins in\nthe highlands of East Africa than its neighbors in Central\nAmerica.\n\"I was 7 years old when my grandfather taught me to plant my\nfirst coffee tree. I liked to look at sun coming through the trees,\nto share the lessons my grandfather taught me about the growth of\nplants, and watch the rain fall and surrounded by the scent of the\nearth. I listened to the song of the birds and rode my horse to\nschool every morning. 42 years have passed in my life since then\nand I want to transmit our family’s art, our work of many years,\ndiscovering the flavors we’ve learned to bring forth from our\nmountains, expressed in this cup by way of respect for our\nenvironment and the songs we sing every day in our coffee\nfarm.\nI talk every day with my plants, and they ask me who will\nconsume each bean of our production and in this moment when you are\ntasting our coffee, I want to talk with you and tell you in silence\nthat you are contributing to the conservation of our plantet, that\nthis cup has come from the Arenal Forest Reserve, that its flavor\nthat you’re tasting on your palate is the expression of life and\nthe life energy of all the living beings who live in our community.\nNow we are together in embraced by this moment celebrating with joy\nthe responsibility of protecting the future of our\ngenerations.\nThe cup of responsibility is a song of love.\"\n— Byron Jose Corrales Martinez, 2008",
        "productUrl": "https://store.thanksgivingcoffee.com/byrons-maracaturra-nicaragua---washed-p11.aspx",
        "pageTitle": "Byron's Maracaturra, Nicaragua - washed – Thanksgiving Coffee Company Online Store",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/byrons-maracaturra-organic-light-roast-coffee.png"
    },
    "Colombian Blend": {
        "productName": "Colombian Blend",
        "productPrice": "$13.50",
        "productDescription": "Sweet, smooth, and balanced. Mellow milk chocolate and honey\nnotes with a lively, full body. \n\nOur Colombian coffee is an excellent breakfast blend or\ncomplement to any chocolate dessert. You’ll find that this sweet\nand smooth flavor adds a lovely milk chocolate taste to your\nmorning cup – a great way to start off your day.\nWe have been perfecting this light roast for over thirty years,\nand it's a great example of quality Colobmian coffee. \nColombian Coffee Beans\nSouth America has long been known to provide some of the best\ncoffee in the world, and these Colombian coffee beans are no\ndifferent. The Tropical Andes span Venezuela, Chile, Argentina,\nEcuador, Peru and Bolivia - along with Colombia - and this region\none of the richest and most diverse regions on earth.\nThe climate in the Tropical Andes makes for excellent coffee\ngrowing conditions, supplying your morning cup with excellent\nColombian coffee beans.\n\nShop Colombian coffee beans right here on the Thanksgiving\nCoffee website. Available in Whole Bean or Ground: auto drip,\nfrench press, espresso or percolator.",
        "productUrl": "https://store.thanksgivingcoffee.com/colombian-blend-p6.aspx",
        "pageTitle": "Colombian Coffee Beans | Coffee from Colombia | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/Colombian-Blend-light-roast-coffee.png"
    },
    "SongBird Guatemalan": {
        "productName": "SongBird Guatemalan",
        "productPrice": "$16.00",
        "productDescription": "SongBird Guatemalan, Light Roast\nVibrant • Cherries • Molasses\nRich aroma complicated by smoky semi-sweet chocolate and\ncaramel. \n\nLightly roasted to express the unique characteristics of this\nexceptional coffee: juicy ripe cherry sweetness, cacao nibs, and\nsugary molasses. The coffee is shade-grown on steep volcanic slopes\nof the Northwestern Highlands of Guatemala by Maya Quiche coffee\nfarmers. It is a gift from craft-inspired farmers whose ancestors\nhave lived in these lush mountain forests for millennia.\nGuatemalan Bird Friendly Farm\nThe GUAYA'B Association is a cooperative of 292 small coffee\nfarmers in the mountainous Guatemalan state of Huehuetenango. In\nthe 1980's, this indigenous Mayan community was ravaged by the\nGuatemalan civil war, and the area's economy was destroyed. Many\ninhabitants lost their farms and migrated to the Guatemalan coast\nto search for work.\nIn 1992, a number of small-scale family farmers of the\nMaya-Popti indigenous group united to take control of the\nproduction and export of the coffee crops. By forming a\ncooperative, the \"Asociacion GUAYA'B\", the farmers hoped to make\ncoffee farming sustainable and profitable for the community.\n\n\"Rich aroma complicated by smoky semi-sweet chocolate and\ncaramel. The cup is simple but satisfying: very sweet, deep,\nroundly roasty. The real glory of this coffee is an extraordinarily\nlong, lushly vibrant, deeply chocolaty finish.\" - The Coffee Review, November 2005\nEach package sold benefits the American Birding\nAssociation's programs in Central America and helps support the\noutreach of BirdNote. By\ndrinking shade-grown and bird friendly certified coffee every\nmorning, you are supporting these coffee farmers, the efforts of\nthe ABA and BirdNote, and the countless birds they are protecting\nthrough community outreach and conservation.\nLove drinking coffee? Consider signing up for a monthly coffee\nsubscription. Why bother running to the store when your favorite\nshade-grown bird friendly coffee can be delivered fresh and\nstraight to your door every month? Sign up today by checking the\nMonthly Subscription Box above!\nFair Trade and Organic bird friendly coffee from Guatemala.\nAvailable in Whole Bean or Ground: auto drip, french press,\nespresso or percolator. ",
        "productUrl": "https://store.thanksgivingcoffee.com/songbird-guatemalan-p56.aspx",
        "pageTitle": "Guatemalan Coffee Beans | Bird Friendly Coffee | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/Song_Bird_Guatemalan_Light-front-web.png"
    },
    "Costa Rica": {
        "productName": "Costa Rica",
        "productPrice": "$16.00",
        "productDescription": "Rich chocolate notes, with a heavy body, and a smooth\nfinish.\n\nCosta Rican Coffee\nFinca la Amistad is run by Roberto Montero, a third generation\ncoffee farmer. His family has returned over 6,000 hectares of land\nto Costa Rica for the preservation of La Amistad International\nPark, the largest natural reserve in Central America.\nOnly 300 hectares of land are utilized for coffee cultivation,\nwhile the remainder of the 4,000 hectare estate is preserved forest\nteeming with wildlife. Roberto’s commitment to organic farming\npairs harmoniously with his commitment to his community. \n\nOrganic Costa Rican Coffee, available in whole bean or\nground.",
        "productUrl": "https://store.thanksgivingcoffee.com/costa-rica-p370.aspx",
        "pageTitle": "Coffee Costa Rica | Costa Rican Coffee Beans | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/costa-rica-coffee-beans.png"
    },
    "Delicious Peace, Uganda - Dark Roast": {
        "productName": "Delicious Peace, Uganda - Dark Roast",
        "productPrice": "$15.50",
        "productDescription": "Smoky Ugandan coffee, with notes of chocolate and sweet\npecans.\n\nDark roasted, Mirembe has assertive fudgy chocolate notes,\ntoasty hints of caramelized pecan, and a lightly smokey, brown\nsugar sweetness in the finish.\nIn 2003, JJ Keki, a Ugandan coffee farmer, walked door-to-door\nasking his Muslim, Christian, and Jewish neighbors to put aside old\ndifferences, confront their challenges together, and find a better\nprice for their coffee. His neighbors agreed, and together, they\nformed the Peace Kawomera Cooperative. Theirs is the story of a\ncommunity who risked everything—their farms and their\nlivelihoods—to build a more prosperous future, and peace.\n\nUganda Coffee Beans\nThe 1,032 farmers of the Peace Kawomera Cooperative produce\nbeautiful Arabica Ugandan coffee on the slopes of Mt. Elgon, in\nEastern Uganda. Rich volcanic soils, antique varietals, and the\nfarmer’s craft combine to produce a coffee that is rich and\nfull-bodied, with distinctive hints of vanilla and nutmeg, and a\nnutty sweetness.\nWe donate 25 cents per package to the Peace Kawomera Cooperative\nto support schools, business development, and quality improvement\nin Uganda.",
        "productUrl": "https://store.thanksgivingcoffee.com/delicious-peace-uganda---dark-roast-p32.aspx",
        "pageTitle": "Uganda Coffee Beans | Coffee from Uganda | Thanksgiving Coffee Company",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/delicious-peace-uganda-dark-roast.png"
    },
    "Delicious Peace, Uganda - Decaf": {
        "productName": "Delicious Peace, Uganda - Decaf",
        "productPrice": "$16.00",
        "productDescription": "A truly delicious decaf with great flavor, sweetness, and\nbody. Benefits Delicious Peace, a group of Muslim, Christian &\nJewish farmers.\n\nAn organic water processed decaf with great flavor, sweetness,\nand body.\nIn 2003, JJ Keki, a Ugandan farmer, walked door-to-door asking\nhis Muslim, Christian, and Jewish neighbors to put aside old\ndifferences, confront their challenges together, and find a better\nprice for their coffee. His neighbors agreed, and together, they\nformed the Peace Kawomera Cooperative. Theirs is the story of a\ncommunity who risked everything—their farms and their\nlivelihoods—to build a more prosperous future, and peace.\nOur Decaf Delicious Peace coffee is organically grown in Mexico\nand decaffeinated at a nearby facility to reduce the carbon\nfootprint associated with this coffee. We continue to donate 25\ncents per package to the Peace Kawomera Cooperative to support\nschools, business development, and quality improvement.",
        "productUrl": "https://store.thanksgivingcoffee.com/delicious-peace-uganda---decaf-p33.aspx",
        "pageTitle": "Delicious Peace, Uganda - Decaf – Thanksgiving Coffee Company Online Store",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/delicious-peace-uganda-decaf-coffee.png"
    },
    "Delicious Peace, Uganda - Light Roast": {
        "productName": "Delicious Peace, Uganda - Light Roast",
        "productPrice": "$15.50",
        "productDescription": "Sweet and full-bodied with hints of pecan and nutmeg,\npleasantly assertive milk chocolate, marzapan, and subtle perfume\nof fresh vanilla bean.\n\nCoffee from Uganda\nIn 2003, JJ Keki, a Ugandan farmer, walked door-to-door asking\nhis Muslim, Christian, and Jewish neighbors to put aside old\ndifferences, confront their challenges together, and find a better\nprice for their coffee. His neighbors agreed, and together, they\nformed the Peace Kawomera Cooperative. Theirs is the story of a\ncommunity who risked everything—their farms and their\nlivelihoods—to build a more prosperous future, and peace.\nThe 1,032 farmers of the Peace Kawomera Cooperative produce\nbeautiful Arabica coffee on the slopes of Mt. Elgon, in Eastern\nUganda. Rich volcanic soils, antique varietals, and the farmer’s\ncraft combine to produce a coffee that is rich and full-bodied,\nwith distinctive hints of vanilla and nutmeg, and a nutty\nsweetness.\nWe donate 25 cents per package to the Peace Kawomera Cooperative\nto support schools, business development, and quality\nimprovement.\n",
        "productUrl": "https://store.thanksgivingcoffee.com/delicious-peace-uganda---light-roast-p34.aspx",
        "pageTitle": "Coffee from Uganda | Fair Trade Uganda Coffee | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/delicious-peace-uganda-light-roast-coffee.png"
    },
    "SongBird French Roast": {
        "productName": "SongBird French Roast",
        "productPrice": "$16.00",
        "productDescription": "SongBird Tropical Blend, French RoastRich • Smoky\n• Intense\nFull-bodied, smoky, and intense.\n\nBird Friendly Coffee, Benefiting the ABA and supporting\nBirdNote.\nFull-bodied, smoky, and intense, this flavorful French roast\ncoffee is a blend of beans from 3 different certified bird friendly\ncoffee cooperatives in Colombia, Nicaragua, and Guatemala. French Roast is created by\ncarbonizing the sugar content of the beans at high temperatures,\nlike roasting a marshmallow. The flavors, if done right, taste like\ntoasted caramel or brown sugar.\nCertified shade-grown coffee means that the farms are seamlessly\nintegrated into the forest, creating a lively community of birds,\nmonkeys, jaguars, butterflies, and more.\nEach package sold benefits the American Birding\nAssociation's programs in Central America and helps support the\noutreach of BirdNote. By\ndrinking shade-grown and bird friendly certified coffee every\nmorning, you are supporting these coffee farmers, the efforts of\nthe ABA and BirdNote, and the countless birds they are protecting\nthrough community outreach and conservation.\n\nLove drinking coffee? Consider signing up for a monthly coffee\nsubscription. Why bother running to the store when your favorite\nshade-grown bird friendly coffee can be delivered fresh and\nstraight to your door every month? Sign up today by checking the\nsubscription box above!\nOrganic coffee from three of our favorite bird friendly coffee\nfarms. Available in Whole Bean or Ground: auto drip, french press,\nespresso or percolator.",
        "productUrl": "https://store.thanksgivingcoffee.com/songbird-french-roast-p55.aspx",
        "pageTitle": "Bird Friendly Coffee | Shade Grown Coffee Beans | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/Song_Bird_Tropical_Blend_Very_Dark-front-web.png"
    },
    "Dutch Chocolate": {
        "productName": "Dutch Chocolate",
        "productPrice": "$14.00",
        "productDescription": "\n\nWho can resist chocolate?\n\nThe combination of chocolate and coffee is wonderful, as you know.\nNow you can have it all in one cup!\n\nEven though there's no sugar or calories in this coffee, the\nchocolate taste is full and delicious.",
        "productUrl": "https://store.thanksgivingcoffee.com/dutch-chocolate-p14.aspx",
        "pageTitle": "Dutch Chocolate – Thanksgiving Coffee Company Online Store",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/dutch-chocolate-medium-roast-coffee.png"
    },
    "End The Embargo - Very Dark Roast": {
        "productName": "End The Embargo - Very Dark Roast",
        "productPrice": "$14.50",
        "productDescription": "\n\nDark roasted to develop the sugars beyond caramelization, into\nthe carbonization phase. A nice strong cup of coffee.\n\n\nWe created \"End the Embargo on Cuba\" coffee to raise public\nawareness and to advocate the end of the 43-year U.S. embargo\nagainst Cuba; the longest, harshest, blockade in history. U.S.\ncitizens are actually deprived of the pleasure of savoring\nauthentic Cuban coffee. Only in the U.S. is it illegal to market\nCuban coffee, which is world-renowned for its unique flavor. The\nbeans in this package were grown by small farm cooperatives in\nNicaragua, Guatemala, and Mexico — countries that also suffered the\neffects of unjust U.S. economic policies.\n\nWith the liberalization of travel and financial restrictions\nby the Obama administration, we are proud to have helped create\nthis change in awareness.\n",
        "productUrl": "https://store.thanksgivingcoffee.com/end-the-embargo---very-dark-roast-p15.aspx",
        "pageTitle": "End The Embargo - Very Dark Roast – Thanksgiving Coffee Company Online Store",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/End_the_Embargo_Very_Dark-front-web.png"
    },
    "Ethiopia Natural Yirgacheffe": {
        "productName": "Ethiopia Natural Yirgacheffe",
        "productPrice": "$16.50",
        "productDescription": "Syrupy sweet, with notes of tart berry, caramel, and a jammy,\nport-like body.\n\nNaturally-processed Ethiopian coffees are special in the world\nof \"Single Origin\" coffee flavors. These coffees are mellow and\nheavy on the palette, with a distinctively sweet, jammy flavor.\nThat flavor comes from the processing system they have used for\ncenturies in Ethiopia - now called the \"dry\" or \"natural\"\nprocess.\nThe Natural Coffee Process\nThe ripe cherries are picked and immediately put onto a patio or\nraised beds to dry in the sun. The skin and pulp remain attached as\nthe cherry dries and the color changes from a vibrant red to a dark\nred and finally, dark brown. The skin shrinks, locking in the\nsugars from the fruit. Once the coffee cherry is hard and dry, it\nis milled to remove the hardened pulp and skin from the green\ncoffee bean.\n\nThere is something special about this coffee and you’ll know it\nwhen you taste it. Blueberries? A hint of strawberry jam? Yum.\nOrganic and Fair Trade coffee from Ethiopia. Available in Whole\nBean or Ground: auto drip, french press, espresso or\npercolator. ",
        "productUrl": "https://store.thanksgivingcoffee.com/ethiopia-natural-yirgacheffe-p52.aspx",
        "pageTitle": "Ethiopian Fair Trade Coffee | Ethiopia Coffee | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/ethiopia-natural-processed-light-roast-coffee.png"
    },
    "Ethiopia Yirgacheffe": {
        "productName": "Ethiopia Yirgacheffe",
        "productPrice": "$17.00",
        "productDescription": "Deep and immaculately sweet. Rich notes of ripe cherry and\ngolden raisin followed by a complex and lingering graham cracker\nfinish.\n\nThis Ethiopian Yirgacheffe is one of\nthe award-winning roasts from our 2017 Roaster of the Year prize.\nWith so many great coffees to showcase\nour work here at Thanksgiving Coffee, Roastmater Jacob Long chose\nto present the Roaster of the Year judges with a few of our\nfreshest coffees: the vibrant and rich Kenya Nyeri Peaberry, floral Ethiopia\nYirgacheffe, and the beloved fruity-chocolatey Paul’s Blend.\nCoffee From Ethiopia\nEthiopia is known as the birthplace of Arabica coffee. Centuries\nof production and perfecting methods of preparation have produced\nbrilliant results. This fine Ethiopia Yirgacheffe coffee is sourced\nfrom family-owned farms organized around the Worka Cooperative\nlocated in the southern district of Gedeb, Ethiopia. The Worka zone\nencompasses the highest altitude coffee cultivation area in the\nentire country of Ethiopia, resulting in a stunningly unique flavor\nprofile.\nThe Worka Cooperative was established in 2005 and currently has\napproximately 300 members. In 2005, the cooperative joined the\nYirgacheffe Coffee Farmers Cooperative Union (YCFCU), an umbrella\norganization established 2002 to support a sustainable coffee\nsupply from cooperatives in the Gedeo ethnic region of\nEthiopia.\n\nEthiopian Coffee Review\n93 POINTS - “Delicate, deeply sweet.\nBaker’s chocolate, magnolia, peach, black peppercorn, sandalwood in\naroma and cup. Gentle, rounded acidity; velvety mouthfeel. The\nrichly drying finish consolidates to baker’s chocolate and peach.\nAn engaging coffee particularly appealing to those who value\ndelicate, cocoa-toned coffees with gentle acidity and engaging\nspice notes. Reassuring environmental and socio-economic\ncredentials.”\n- CoffeeReview.com\nFair Trade and Organic yirgacheffe coffee from Ethiopia.\nAvailable in Whole Bean or Ground: auto drip, french press,\nespresso or percolator.",
        "productUrl": "https://store.thanksgivingcoffee.com/ethiopia-yirgacheffe-p297.aspx",
        "pageTitle": "Ethiopian Yirgacheffe | Organic Ethiopian Coffee | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/ethiopia-yirgacheffe-organic-light-roast.png"
    },
    "Ethiopia, Hambela Farm": {
        "productName": "Ethiopia, Hambela Farm",
        "productPrice": "$17.00",
        "productDescription": "Plum, stone fruit, candied citrus.\n\nJust south of the African Great Rift Valley is where you’ll find\nKirite, in the Guji Zone of Ethiopia. From seed-to-cup, METAD uses\nsustainable and eco-friendly cultivation and processing methods\ncoupled with an unprecedented level of attention to quality\ncontrol. Their mission is to foster sustainable and profitable\ngrowth, increasing prosperity for their workers and families.",
        "productUrl": "https://store.thanksgivingcoffee.com/ethiopia-hambela-farm-p404.aspx",
        "pageTitle": "Ethiopian Organic Coffee | Ethiopia Coffee | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/Ethiopia_Hambela_Farm-front.png"
    },
    "SongBird Colombian": {
        "productName": "SongBird Colombian",
        "productPrice": "$16.00",
        "productDescription": "SongBird Colombian, Dark RoastToasted • Spicy •\nDark Chocolate\nA rich coffee with flavors of toasted nut and dark chocolate\nfollowed by a smooth lasting finish, making this a clear winner for\ndark roast coffee enthusiasts.\n\nMigrating songbirds need a place to rest on their long journeys\nand shade-grown coffee is one way to ensure that their precious\nhabitats are being preserved. The Finca Argoberlin bird friendly\ncoffee estate in the Santa Marta region of Colombia protects 145\nhectares of prime migratory bird habitat.\nEach package sold benefits the American Birding\nAssociation's programs in Central America and helps support the\noutreach of BirdNote. By\ndrinking shade-grown and bird friendly certified coffee every\nmorning, you are supporting these coffee farmers, the efforts of\nthe ABA and BirdNote, and the countless birds they are protecting\nthrough community outreach and conservation.\n\nBird Friendly Coffee Subscription\nLove drinking coffee? Consider signing up for a monthly bird\nfriendly coffee subscription. Why bother running to the store when\nyour favorite shade-grown bird friendly coffee can be delivered\nfresh and straight to your door every month? Sign up today by\nchecking the Monthly Coffee Subscription box above!\nOrganic and bird friendly coffee from Colombia. Available in\nWhole Bean or Ground: auto drip, french press, espresso or\npercolator.",
        "productUrl": "https://store.thanksgivingcoffee.com/songbird-colombian-p362.aspx",
        "pageTitle": "Bird Friendly Coffee | Shade Grown Coffee Beans | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/SongBird_Colombia_Dark-front_web.png"
    },
    "French Roast": {
        "productName": "French Roast",
        "productPrice": "$13.50",
        "productDescription": "Full bodied and toasty with intense dark chocolate notes and\na smoky finish.\n\nThis is our darkest roast. We’ve been making this french roast\nfor almost four decades, and we continue to make it better every\nyear. During this time we found that there is so much more to\ncreating a great french roast than just roasting green beans to a\ndark color.\nCreating a French Roast\nWe discovered that by careful temperature control during the\nroast cycle, we can achieve the classic, toasty burnt caramel\nflavor of a french roast, yet still retain a certain sweetness.\nIf you like dark-roasted coffee that is typical of the\ntraditional tastes of San Francisco, Seattle, Italy, Puerto Rico,\nand Brazil, this is the french roast coffee for you.",
        "productUrl": "https://store.thanksgivingcoffee.com/french-roast-p22.aspx",
        "pageTitle": "French Roast – Thanksgiving Coffee Company Online Store",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/french-roast-thanksgiving-coffee-dark-roast.png"
    },
    "Gorilla Fund Coffee": {
        "productName": "Gorilla Fund Coffee",
        "productPrice": "$16.00",
        "productDescription": "Medium Roast, Sweet, with notes of dark chocolate, juicy\noranges, and dark maple syrup.\n\nCause Coffee and the Dian Fossey Gorilla Fund\nThanksgiving Coffee donates a portion of the proceeeds from\nevery package of Gorilla Fund cause coffee sold to\nthe Dian\nFossey Gorilla Fund to support their work to protect the\nlast remaining mountain gorillas. By working together we are able\nto support Rwandan coffee farmers as they develop sustainable\nalternatives to logging and poaching, two of the largest threats\nfacing mountain gorillas, while also raising funds to support the\nDFGFI’s programs in Rwanda.\n\nThanksgiving Coffee Company works closely with the Dukunde Kawa\nCooperative and is committed to the farmers as they work to heal\nthe scars left by the 1994 genocide.\nCoffee from Rwanda\nDraped like a patchwork quilt over a steep winding ridge, the\ntwo thousand farms of the Dukunde Kawa Cooperative stretch over 10\nkilometers of meandering hilltops and slopes. Each small Rwandan\nfarm is home to a family, and on their small plots, often an acre\nor less in size, the family produces beans, potatoes, plantains,\nand the economic lifeblood of their community, coffee.\nThis community of Rwandan coffee farmers—collectively known as\nMusasa after the area’s main town—produces one of the most elegant\ncoffees in the world. During the harvest, the farmers bring each\nday’s ripe cherries to a central processing station. There, the\nfruit is removed and the beans are allowed to ferment before they\nare carefully washed and dried, revealing an exquisitely sweet\nRwandan coffee with citric sparkle and deep chocolate\nundertones.\n\nShop this Fair Trade cause coffee from Rwanda, and support the\nDian Fossey Gorilla Fund. Available in Whole Bean or Ground: auto\ndrip, french press, espresso or percolator.",
        "productUrl": "https://store.thanksgivingcoffee.com/gorilla-fund-coffee-p23.aspx",
        "pageTitle": "Rwandan Coffee Beans | Gorilla Cause Coffee | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/Gorilla_Fund-front-web.png"
    },
    "Grey Whale Blend": {
        "productName": "Grey Whale Blend",
        "productPrice": "$14.00",
        "productDescription": "Just a touch of vanilla, added to a blend of two brilliant\nmedium roasts.\n\nVanilla Flavored Coffee\nWe blend our beloved Mocha Java with a mellow, earthy Sumatra,\nand then add just a touch of vanilla. The vanilla adds a certain\nnatural sweetness that some people don't taste as a flavor. The\nsubtle amount of vanilla is a great complement to this blend, and\nmakes it a customer favorite for flavored coffee. \n\nVanilla flavored coffee beans from Thanksgiving Coffee.\nAvailable in Whole Bean or Ground: auto drip, french press,\nespresso or percolator.",
        "productUrl": "https://store.thanksgivingcoffee.com/grey-whale-blend-p24.aspx",
        "pageTitle": "Vanilla Flavored Coffee Beans | Flavored Coffees | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/grey-whale-vanilla-flavored-coffee.png"
    },
    "Guatemala Dark Roast": {
        "productName": "Guatemala Dark Roast",
        "productPrice": "$16.50",
        "productDescription": "Sweet cherry tartness, with notes of semi-sweet chocolate and\ncaramel.\n\nGuatemalan Coffee Beans\nTucked deep in the rainforest of northwest Guatemala, the\nGuaya’b Cooperative is made up of over 300 indigenous Maya-Quiche\nfarming families. Cool wet winds from the Pacific Ocean sustain a\nlush ecosystem, beautiful mountainside villages, and an ideal\nsetting for the cultivation of great organic coffee.\nRich volcanic soils, antique varietals, and dense shade come\ntogether in the farmers’ hands to produce small volumes of\nexceptional Guatemalan coffee. Working as family units, the farmers\nof the Cooperative carefully pick each day’s ripe fruit and process\nthe coffee in small batches on their farms. The result is a classic\nexample of the Huehuetenango appellation: a coffee rich with cherry\nsweetness, lush floral notes, and a deep wine-like body.\n\nFair Trade and Organic coffee from Guatemala, in a Dark Roast.\nAvailable in Whole Bean or Ground: auto drip, french press,\nespresso or percolator.",
        "productUrl": "https://store.thanksgivingcoffee.com/guatemala-dark-roast-p26.aspx",
        "pageTitle": "Guatemala Coffee | Organic Guatemalan Coffee | Thanksgiving Coffee",
        "imageUrl": "//cdn.nexternal.com/thanksco/images/guatemala-dark-roast-organic-coffee.png"
    }
}
